/*
 Navicat Premium Data Transfer

 Source Server         : 172.16.2.8
 Source Server Type    : MySQL
 Source Server Version : 50740
 Source Host           : 172.16.2.8:3306
 Source Schema         : jsmx

 Target Server Type    : MySQL
 Target Server Version : 50740
 File Encoding         : 65001

 Date: 06/11/2024 18:51:49
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for aiconfig
-- ----------------------------
DROP TABLE IF EXISTS `aiconfig`;
CREATE TABLE `aiconfig`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `monster_id` bigint(20) NOT NULL,
  `patrol_range` int(255) NOT NULL DEFAULT 0,
  `chase_range` int(255) NOT NULL,
  `alert_range` int(255) NOT NULL DEFAULT 0 COMMENT '警戒范围',
  `auto_beatback` int(255) NOT NULL DEFAULT 1 COMMENT '1自动反击，0不反击',
  `spells` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '' COMMENT '拥有哪些技能',
  `conds` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '# 条件节点，满足条件时，会执行后面的act\n        \'conds\':{\n            # 配置方式：\'节点名\': [判断类型(>, <, =, %), 数值, 时间， 概率](未使用填-1)\n            \'once\': [[\'=\', -1, \'act_1\', -1, -1]],  # 立即执行act_1\n            \'blood\':[[\'<\', \'0.5\', \'act_2\', -1, -1]], # 血量小于0.5时执行act2\n            \'time\':[[\'%\' ,\'10\', \'act_3\', -1, 80]],  # 每隔10秒有0.8的概率执行一次act_3\n            ...\n        }\r\n',
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of aiconfig
-- ----------------------------
INSERT INTO `aiconfig` VALUES (1, 1, 30, 50, 10, 1, '[]', '[]', '2024-10-21 14:27:15', '2024-11-06 18:21:42');
INSERT INTO `aiconfig` VALUES (2, 2, 30, 50, 1, 1, '[]', '[]', '2024-10-21 14:27:15', '2024-11-06 15:56:03');

-- ----------------------------
-- Table structure for buffer_state
-- ----------------------------
DROP TABLE IF EXISTS `buffer_state`;
CREATE TABLE `buffer_state`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `animation` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `buf_type` tinyint(255) NOT NULL DEFAULT 0 COMMENT '0 伤害类型，1治疗类型',
  `damage` int(255) NOT NULL DEFAULT 0 COMMENT '负数就是治疗，正数为伤害',
  `effect_duration_time` smallint(255) NOT NULL DEFAULT 0 COMMENT '每次持续时间',
  `effect_disappear_time` smallint(6) NOT NULL COMMENT '每次结束后的消失时间',
  `effect_cnt` smallint(255) NOT NULL DEFAULT 1 COMMENT '生效次数',
  `cd_time` int(11) NOT NULL DEFAULT 0 COMMENT 'cd时间',
  `stackable` tinyint(255) NOT NULL DEFAULT 0 COMMENT '是否可叠加',
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of buffer_state
-- ----------------------------

-- ----------------------------
-- Table structure for hero
-- ----------------------------
DROP TABLE IF EXISTS `hero`;
CREATE TABLE `hero`  (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `avatar` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '资源',
  `attr_type` tinyint(255) NOT NULL DEFAULT 0 COMMENT '属性类型:0 力量，1敏捷, 2智慧',
  `uid` bigint(20) NOT NULL,
  `experience` bigint(255) NOT NULL DEFAULT 0,
  `level` int(255) NOT NULL DEFAULT 1,
  `max_life` bigint(255) NOT NULL DEFAULT 0,
  `max_mana` bigint(255) NOT NULL DEFAULT 0,
  `defense` bigint(255) NOT NULL DEFAULT 0,
  `attack` bigint(255) NOT NULL DEFAULT 0,
  `base_life` bigint(255) NOT NULL,
  `base_mana` bigint(255) NOT NULL,
  `base_defense` bigint(255) NOT NULL,
  `base_attack` bigint(255) NOT NULL,
  `strength` bigint(255) NOT NULL DEFAULT 1,
  `agility` bigint(255) NOT NULL DEFAULT 1,
  `intelligence` bigint(255) NOT NULL DEFAULT 1,
  `step_time` int(11) NOT NULL DEFAULT 0 COMMENT '移动速度',
  `scene_id` int(11) NOT NULL DEFAULT 0,
  `init_posx` int(255) NOT NULL DEFAULT 0,
  `init_posy` int(255) NOT NULL DEFAULT 0,
  `init_posz` int(255) NOT NULL DEFAULT 0,
  `attack_range` int(255) NOT NULL DEFAULT 0,
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `uid_nk`(`uid`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 194 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '角色' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of hero
-- ----------------------------
INSERT INTO `hero` VALUES (1, '成就的巴乔', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 1, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:41:30', '2024-11-04 10:41:30');
INSERT INTO `hero` VALUES (2, '羞涩的卡卡', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 2, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:41:44', '2024-11-04 10:41:44');
INSERT INTO `hero` VALUES (3, '鲁尼完成了帽子戏法', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 3, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:42:01', '2024-11-04 10:42:01');
INSERT INTO `hero` VALUES (4, '索尔求而不得', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 4, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:42:16', '2024-11-04 10:42:16');
INSERT INTO `hero` VALUES (5, '佐助心花怒放', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 5, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:42:16', '2024-11-04 10:42:16');
INSERT INTO `hero` VALUES (6, '肖申克在巴黎徒步', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 6, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:42:24', '2024-11-04 10:42:24');
INSERT INTO `hero` VALUES (7, '罗纳尔多在巴黎徒步', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 7, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:42:28', '2024-11-04 10:42:28');
INSERT INTO `hero` VALUES (8, '肖申克吃爆米花', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 8, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:42:33', '2024-11-04 10:42:33');
INSERT INTO `hero` VALUES (9, '强健的范巴斯滕', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 9, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:42:42', '2024-11-04 10:42:42');
INSERT INTO `hero` VALUES (10, '动听的贝克汉姆', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 10, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:42:43', '2024-11-04 10:42:43');
INSERT INTO `hero` VALUES (11, '典雅的巴蒂斯图塔', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 11, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:42:54', '2024-11-04 10:42:54');
INSERT INTO `hero` VALUES (12, '爱笑的古利特', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 12, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:43:08', '2024-11-04 10:43:08');
INSERT INTO `hero` VALUES (13, '约翰救了一个美女', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 13, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:43:11', '2024-11-04 10:43:11');
INSERT INTO `hero` VALUES (14, '罗纳尔多有亿点点忧伤', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 14, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:43:13', '2024-11-04 10:43:13');
INSERT INTO `hero` VALUES (15, '高高的齐达內', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 15, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:43:14', '2024-11-04 10:43:14');
INSERT INTO `hero` VALUES (16, '端庄的齐达內', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 16, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:43:15', '2024-11-04 10:43:15');
INSERT INTO `hero` VALUES (17, '秀丽的约翰·查尔斯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 17, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 10:43:22', '2024-11-04 10:43:22');
INSERT INTO `hero` VALUES (18, '列夫·雅辛完成了大四喜', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 19, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:15:46', '2024-11-04 11:15:46');
INSERT INTO `hero` VALUES (19, '天神下凡的尤西比奥', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 20, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:16:23', '2024-11-04 11:16:23');
INSERT INTO `hero` VALUES (20, '哈吉完成了大四喜', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 21, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:16:30', '2024-11-04 11:16:30');
INSERT INTO `hero` VALUES (21, '博比·摩尔完成了五子登科', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 22, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:16:36', '2024-11-04 11:16:36');
INSERT INTO `hero` VALUES (22, '雅典娜完成了帽子戏法', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 23, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:16:43', '2024-11-04 11:16:43');
INSERT INTO `hero` VALUES (23, '花痴的爱因斯坦', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 24, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:16:50', '2024-11-04 11:16:50');
INSERT INTO `hero` VALUES (24, '保罗一眼定情', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 25, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:16:59', '2024-11-04 11:16:59');
INSERT INTO `hero` VALUES (25, '包容的卡卡', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 26, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:17:05', '2024-11-04 11:17:05');
INSERT INTO `hero` VALUES (26, '约翰·查尔斯横扫六合', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 27, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:17:06', '2024-11-04 11:17:06');
INSERT INTO `hero` VALUES (27, '莫甘娜大力出奇迹', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 28, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:17:12', '2024-11-04 11:17:12');
INSERT INTO `hero` VALUES (28, '西瓜太郎走向人生巅峰', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 29, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:17:18', '2024-11-04 11:17:18');
INSERT INTO `hero` VALUES (29, '苏牙打豆豆', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 30, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:17:26', '2024-11-04 11:17:26');
INSERT INTO `hero` VALUES (30, '本泽马有亿点点忧伤', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 31, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:17:28', '2024-11-04 11:17:28');
INSERT INTO `hero` VALUES (31, '鲤鱼的齐达內', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 32, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:17:41', '2024-11-04 11:17:41');
INSERT INTO `hero` VALUES (32, '巴乔在武汉看电影', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 33, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:18:47', '2024-11-04 11:18:47');
INSERT INTO `hero` VALUES (33, '明亮的大罗', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 34, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:18:50', '2024-11-04 11:18:50');
INSERT INTO `hero` VALUES (34, '爱因斯坦求而不得', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 35, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:18:53', '2024-11-04 11:18:53');
INSERT INTO `hero` VALUES (35, '阳光的本泽马', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 36, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:18:56', '2024-11-04 11:18:56');
INSERT INTO `hero` VALUES (36, '酷酷的巴乔', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 37, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:19:02', '2024-11-04 11:19:02');
INSERT INTO `hero` VALUES (37, '弗朗茨完成了大四喜', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 38, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:19:05', '2024-11-04 11:19:05');
INSERT INTO `hero` VALUES (38, '端庄的乔布斯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 39, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:19:08', '2024-11-04 11:19:08');
INSERT INTO `hero` VALUES (39, '缥缈的西瓜太郎', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 40, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:19:14', '2024-11-04 11:19:14');
INSERT INTO `hero` VALUES (40, '尊敬的科比', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 41, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:19:15', '2024-11-04 11:19:15');
INSERT INTO `hero` VALUES (41, '心灵美的坎通纳', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 42, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:19:30', '2024-11-04 11:19:30');
INSERT INTO `hero` VALUES (42, '殷勤的宙斯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 43, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:20:38', '2024-11-04 11:20:38');
INSERT INTO `hero` VALUES (43, '梅西走向人生巅峰', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 44, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:20:44', '2024-11-04 11:20:44');
INSERT INTO `hero` VALUES (44, '辛勤的科比', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 45, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:20:49', '2024-11-04 11:20:49');
INSERT INTO `hero` VALUES (45, '索尔大力出奇迹', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 46, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:58:24', '2024-11-04 11:58:24');
INSERT INTO `hero` VALUES (46, '坎通纳完成了五子登科', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 47, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:58:43', '2024-11-04 11:58:43');
INSERT INTO `hero` VALUES (47, '辛勤的济科', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 48, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:58:47', '2024-11-04 11:58:47');
INSERT INTO `hero` VALUES (48, '加林查爆射世界杯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 49, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:58:50', '2024-11-04 11:58:50');
INSERT INTO `hero` VALUES (49, '霸气的古利特', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 50, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 11:58:53', '2024-11-04 11:58:53');
INSERT INTO `hero` VALUES (50, '坎通纳得到了金球奖', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 51, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:00:00', '2024-11-04 12:00:00');
INSERT INTO `hero` VALUES (51, '高兴的西瓜太郎', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 52, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:03:58', '2024-11-04 12:03:58');
INSERT INTO `hero` VALUES (52, '阳光的博比', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 53, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:07:51', '2024-11-04 12:07:51');
INSERT INTO `hero` VALUES (53, '博比在武汉看电影', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 54, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:08:37', '2024-11-04 12:08:37');
INSERT INTO `hero` VALUES (54, '莫甘娜横扫六合', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 58, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:12:27', '2024-11-04 12:12:27');
INSERT INTO `hero` VALUES (55, '无语的科比', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 59, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:12:43', '2024-11-04 12:12:43');
INSERT INTO `hero` VALUES (56, '傲娇的迪斯蒂法诺', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 60, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:12:56', '2024-11-04 12:12:56');
INSERT INTO `hero` VALUES (57, '健壮的爱因斯坦', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 61, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:13:27', '2024-11-04 12:13:27');
INSERT INTO `hero` VALUES (58, '激昂的普斯卡什', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 62, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:13:41', '2024-11-04 12:13:41');
INSERT INTO `hero` VALUES (59, '开朗的本泽马', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 63, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:15:55', '2024-11-04 12:15:55');
INSERT INTO `hero` VALUES (60, '野性的宙斯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 64, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:18:08', '2024-11-04 12:18:08');
INSERT INTO `hero` VALUES (61, '高兴的普斯卡什', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 65, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:20:23', '2024-11-04 12:20:23');
INSERT INTO `hero` VALUES (62, '贝克汉姆望穿秋水', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 66, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:27', '2024-11-04 12:29:27');
INSERT INTO `hero` VALUES (63, '谨慎的一休', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 67, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:29', '2024-11-04 12:29:29');
INSERT INTO `hero` VALUES (64, '隐身的约翰', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 69, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:32', '2024-11-04 12:29:32');
INSERT INTO `hero` VALUES (65, '苏牙使出了佛怒火莲', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 68, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:33', '2024-11-04 12:29:33');
INSERT INTO `hero` VALUES (66, '弗兰科吃爆米花', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 70, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:36', '2024-11-04 12:29:36');
INSERT INTO `hero` VALUES (67, '莫甘娜横扫六合', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 72, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:38', '2024-11-04 12:29:38');
INSERT INTO `hero` VALUES (68, '莫甘娜打豆豆', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 71, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:38', '2024-11-04 12:29:38');
INSERT INTO `hero` VALUES (69, '贝克汉姆走向人生巅峰', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 73, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:42', '2024-11-04 12:29:42');
INSERT INTO `hero` VALUES (70, '勤恳的伊布', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 74, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:43', '2024-11-04 12:29:43');
INSERT INTO `hero` VALUES (71, '鲁尼在巴黎徒步', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 75, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:43', '2024-11-04 12:29:43');
INSERT INTO `hero` VALUES (72, '哈维横扫千军', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 76, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:46', '2024-11-04 12:29:46');
INSERT INTO `hero` VALUES (73, '莫甘娜横扫千军', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 77, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:48', '2024-11-04 12:29:48');
INSERT INTO `hero` VALUES (74, '要减肥的肯尼', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 78, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:51', '2024-11-04 12:29:51');
INSERT INTO `hero` VALUES (75, '济科大力出奇迹', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 79, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 12:29:53', '2024-11-04 12:29:53');
INSERT INTO `hero` VALUES (76, '勤劳的盖茨比', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 83, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:01:49', '2024-11-04 15:01:49');
INSERT INTO `hero` VALUES (77, '永恩舞力四射', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 85, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:02:09', '2024-11-04 15:02:09');
INSERT INTO `hero` VALUES (78, '乔丹爆射世界杯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 86, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:04:00', '2024-11-04 15:04:00');
INSERT INTO `hero` VALUES (79, '约翰·查尔斯横扫千军', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 87, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:04:00', '2024-11-04 15:04:00');
INSERT INTO `hero` VALUES (80, '矮小的列夫·雅辛', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 88, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:07:39', '2024-11-04 15:07:39');
INSERT INTO `hero` VALUES (81, '莫甘娜爆射世界杯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 89, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:07:40', '2024-11-04 15:07:40');
INSERT INTO `hero` VALUES (82, '心灵美的伊布', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 90, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:09:20', '2024-11-04 15:09:20');
INSERT INTO `hero` VALUES (83, '火星上的济科', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 91, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:09:21', '2024-11-04 15:09:21');
INSERT INTO `hero` VALUES (84, '自信的巴蒂斯图塔', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 92, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:11:13', '2024-11-04 15:11:13');
INSERT INTO `hero` VALUES (85, '加林查一眼定情', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 93, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:11:15', '2024-11-04 15:11:15');
INSERT INTO `hero` VALUES (86, '星矢完成了大四喜', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 94, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:15:39', '2024-11-04 15:15:39');
INSERT INTO `hero` VALUES (87, '耍酷的姆巴佩', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 95, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:15:43', '2024-11-04 15:15:43');
INSERT INTO `hero` VALUES (88, '懦弱的索尔', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 96, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:40:54', '2024-11-04 15:40:54');
INSERT INTO `hero` VALUES (89, '摩尔会发财', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 98, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:41:01', '2024-11-04 15:41:01');
INSERT INTO `hero` VALUES (90, '伊布一眼定情', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 99, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:42:29', '2024-11-04 15:42:29');
INSERT INTO `hero` VALUES (91, '美满的肯尼', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 100, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:44:37', '2024-11-04 15:44:37');
INSERT INTO `hero` VALUES (92, '贝克汉姆吃爆米花', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 101, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:51:35', '2024-11-04 15:51:35');
INSERT INTO `hero` VALUES (93, '列夫·雅辛使出了佛怒火莲', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 102, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:51:52', '2024-11-04 15:51:52');
INSERT INTO `hero` VALUES (94, '沉静的米老鼠', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 103, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-04 15:52:04', '2024-11-04 15:52:04');
INSERT INTO `hero` VALUES (95, '乔布斯打豆豆', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 104, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 11:02:12', '2024-11-05 11:02:12');
INSERT INTO `hero` VALUES (96, '朝气蓬勃的约翰', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 105, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 11:13:17', '2024-11-05 11:13:17');
INSERT INTO `hero` VALUES (97, '搞怪的佐助', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 106, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 11:14:04', '2024-11-05 11:14:04');
INSERT INTO `hero` VALUES (98, '萧炎吃爆米花', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 107, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 11:17:21', '2024-11-05 11:17:21');
INSERT INTO `hero` VALUES (99, '萧炎得到了金球奖', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 108, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 12:18:45', '2024-11-05 12:18:45');
INSERT INTO `hero` VALUES (100, '魁梧的莫德里奇', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 109, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 12:18:53', '2024-11-05 12:18:53');
INSERT INTO `hero` VALUES (101, '含糊的摩尔', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 110, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 12:19:06', '2024-11-05 12:19:06');
INSERT INTO `hero` VALUES (102, '潇洒的一休', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 111, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:06:34', '2024-11-05 15:06:34');
INSERT INTO `hero` VALUES (103, '斯文的萧炎', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 112, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:10:25', '2024-11-05 15:10:25');
INSERT INTO `hero` VALUES (104, '丰富的约翰·查尔斯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 113, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:12:19', '2024-11-05 15:12:19');
INSERT INTO `hero` VALUES (105, '加林查完成了梅开二度', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 114, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:14:25', '2024-11-05 15:14:25');
INSERT INTO `hero` VALUES (106, '盖茨比爆射世界杯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 115, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:17:56', '2024-11-05 15:17:56');
INSERT INTO `hero` VALUES (107, '盖茨比完成了帽子戏法', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 116, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:19:26', '2024-11-05 15:19:26');
INSERT INTO `hero` VALUES (108, '调皮的西瓜太郎', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 117, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:20:50', '2024-11-05 15:20:50');
INSERT INTO `hero` VALUES (109, '列夫·雅辛横扫六合', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 118, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:26:05', '2024-11-05 15:26:05');
INSERT INTO `hero` VALUES (110, '坦率的齐达內', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 119, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:28:12', '2024-11-05 15:28:12');
INSERT INTO `hero` VALUES (111, '魁梧的贝克汉姆', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 120, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:31:21', '2024-11-05 15:31:21');
INSERT INTO `hero` VALUES (112, '西瓜太郎望穿秋水', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 121, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:31:52', '2024-11-05 15:31:52');
INSERT INTO `hero` VALUES (113, '朴素的佐助', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 122, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:38:39', '2024-11-05 15:38:39');
INSERT INTO `hero` VALUES (114, '约翰救了一个美女', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 123, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:39:07', '2024-11-05 15:39:07');
INSERT INTO `hero` VALUES (115, '肖申克爆射世界杯', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 124, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:39:28', '2024-11-05 15:39:28');
INSERT INTO `hero` VALUES (116, '约翰横扫千军', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 125, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:39:43', '2024-11-05 15:39:43');
INSERT INTO `hero` VALUES (117, '鲁尼会发财', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 126, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:41:30', '2024-11-05 15:41:30');
INSERT INTO `hero` VALUES (118, '唠叨的永恩', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 127, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:49:42', '2024-11-05 15:49:42');
INSERT INTO `hero` VALUES (119, '宙斯望穿秋水', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 128, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 15:49:58', '2024-11-05 15:49:58');
INSERT INTO `hero` VALUES (120, '罗马里奥有亿点点忧伤', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 129, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 16:22:08', '2024-11-05 16:22:08');
INSERT INTO `hero` VALUES (121, '乔治·贝斯特在武汉看电影', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 130, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 16:24:38', '2024-11-05 16:24:38');
INSERT INTO `hero` VALUES (122, '保罗走向人生巅峰', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 131, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 16:24:49', '2024-11-05 16:24:49');
INSERT INTO `hero` VALUES (123, '莫德里奇掐指一算', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 132, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 16:30:10', '2024-11-05 16:30:10');
INSERT INTO `hero` VALUES (124, '盖德·穆勒在武汉看电影', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 133, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 16:30:27', '2024-11-05 16:30:27');
INSERT INTO `hero` VALUES (125, '傲娇的欧文', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 134, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 17:59:40', '2024-11-05 17:59:40');
INSERT INTO `hero` VALUES (126, '科比得到了金球奖', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 135, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 18:01:02', '2024-11-05 18:01:02');
INSERT INTO `hero` VALUES (127, '乔丹得到了金球奖', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 136, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 18:34:50', '2024-11-05 18:34:50');
INSERT INTO `hero` VALUES (128, '跳跃的普拉蒂尼', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 137, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 18:35:00', '2024-11-05 18:35:00');
INSERT INTO `hero` VALUES (129, '斯坦利心花怒放', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 138, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-05 18:35:14', '2024-11-05 18:35:14');
INSERT INTO `hero` VALUES (130, '梅西大力出奇迹', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 139, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 10:40:55', '2024-11-06 10:40:55');
INSERT INTO `hero` VALUES (131, '托尼在武汉看电影', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 140, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 10:49:15', '2024-11-06 10:49:15');
INSERT INTO `hero` VALUES (132, '保罗在巴黎徒步', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 141, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 10:49:36', '2024-11-06 10:49:36');
INSERT INTO `hero` VALUES (133, '苗条的苏牙', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 142, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 10:49:57', '2024-11-06 10:49:57');
INSERT INTO `hero` VALUES (134, '普斯卡什走向人生巅峰', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 143, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 10:56:29', '2024-11-06 10:56:29');
INSERT INTO `hero` VALUES (135, '瘦瘦的姆巴佩', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 144, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 11:00:45', '2024-11-06 11:00:45');
INSERT INTO `hero` VALUES (136, '鸣人在武汉看电影', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 145, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 11:38:43', '2024-11-06 11:38:43');
INSERT INTO `hero` VALUES (137, '迪斯蒂法诺有亿点点忧伤', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 146, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 15:51:37', '2024-11-06 15:51:37');
INSERT INTO `hero` VALUES (138, '肖申克心花怒放', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 147, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 15:53:21', '2024-11-06 15:53:21');
INSERT INTO `hero` VALUES (139, '乔布斯完成了梅开二度', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 148, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 15:53:27', '2024-11-06 15:53:27');
INSERT INTO `hero` VALUES (140, '柯南掐指一算', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 149, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 15:53:42', '2024-11-06 15:53:42');
INSERT INTO `hero` VALUES (141, '哈维完成了帽子戏法', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 150, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 15:56:21', '2024-11-06 15:56:21');
INSERT INTO `hero` VALUES (142, '小巧的肯尼', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 151, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 15:56:29', '2024-11-06 15:56:29');
INSERT INTO `hero` VALUES (143, '魁梧的哈维', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 152, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:00:39', '2024-11-06 16:00:39');
INSERT INTO `hero` VALUES (144, '懦弱的罗马里奥', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 153, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:21:52', '2024-11-06 16:21:52');
INSERT INTO `hero` VALUES (145, '温柔的尤西比奥', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 154, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:24:29', '2024-11-06 16:24:29');
INSERT INTO `hero` VALUES (146, '发嗲的雅典娜', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 155, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:25:08', '2024-11-06 16:25:08');
INSERT INTO `hero` VALUES (147, '爱因斯坦有亿点点忧伤', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 156, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:26:36', '2024-11-06 16:26:36');
INSERT INTO `hero` VALUES (148, '乔治·贝斯特求而不得', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 157, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:30:43', '2024-11-06 16:30:43');
INSERT INTO `hero` VALUES (149, '直率的乔治·贝斯特', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 158, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:30:51', '2024-11-06 16:30:51');
INSERT INTO `hero` VALUES (150, '落后的乔治·贝斯特', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 159, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:33:02', '2024-11-06 16:33:02');
INSERT INTO `hero` VALUES (151, '欧文掐指一算', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 160, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:34:49', '2024-11-06 16:34:49');
INSERT INTO `hero` VALUES (152, '威武的巴乔', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 161, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:36:25', '2024-11-06 16:36:25');
INSERT INTO `hero` VALUES (153, '冷艳的永恩', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 163, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:37:18', '2024-11-06 16:37:18');
INSERT INTO `hero` VALUES (154, '迅速的莫德里奇', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 162, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:37:20', '2024-11-06 16:37:20');
INSERT INTO `hero` VALUES (155, '萧炎得到了金球奖', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 164, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:37:26', '2024-11-06 16:37:26');
INSERT INTO `hero` VALUES (156, '魔幻的贝克汉姆', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 165, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:45:56', '2024-11-06 16:45:56');
INSERT INTO `hero` VALUES (157, '宙斯一眼定情', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 166, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:46:25', '2024-11-06 16:46:25');
INSERT INTO `hero` VALUES (158, '尊敬的鸣人', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 167, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:46:49', '2024-11-06 16:46:49');
INSERT INTO `hero` VALUES (159, '朴素的莫德里奇', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 168, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:47:15', '2024-11-06 16:47:15');
INSERT INTO `hero` VALUES (160, '约翰得到了金球奖', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 169, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 16:47:34', '2024-11-06 16:47:34');
INSERT INTO `hero` VALUES (161, '乔丹完成了帽子戏法', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 170, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:21:31', '2024-11-06 17:21:31');
INSERT INTO `hero` VALUES (162, '沉静的肖申克', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 171, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:22:02', '2024-11-06 17:22:02');
INSERT INTO `hero` VALUES (163, '稳重的乔丹', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 172, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:30:44', '2024-11-06 17:30:44');
INSERT INTO `hero` VALUES (164, '矮小的贝克汉姆', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 173, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:33:15', '2024-11-06 17:33:15');
INSERT INTO `hero` VALUES (165, '欧文得到了金球奖', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 174, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:45:44', '2024-11-06 17:45:44');
INSERT INTO `hero` VALUES (166, '巴蒂斯图塔心花怒放', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 175, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:46:10', '2024-11-06 17:46:10');
INSERT INTO `hero` VALUES (167, '斯坦利有亿点点忧伤', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 176, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:53:31', '2024-11-06 17:53:31');
INSERT INTO `hero` VALUES (168, '爱因斯坦完成了梅开二度', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 177, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:53:32', '2024-11-06 17:53:32');
INSERT INTO `hero` VALUES (169, '乔丹救了一个美女', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 178, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:53:34', '2024-11-06 17:53:34');
INSERT INTO `hero` VALUES (170, '虚拟的小罗', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 179, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:53:36', '2024-11-06 17:53:36');
INSERT INTO `hero` VALUES (171, '星矢打豆豆', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 180, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:54:07', '2024-11-06 17:54:07');
INSERT INTO `hero` VALUES (172, '宙斯救了一个美女', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 181, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:54:09', '2024-11-06 17:54:09');
INSERT INTO `hero` VALUES (173, '机智的坎通纳', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 182, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:54:14', '2024-11-06 17:54:14');
INSERT INTO `hero` VALUES (174, '星矢完成了大四喜', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 183, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:54:27', '2024-11-06 17:54:27');
INSERT INTO `hero` VALUES (175, '哭泣的米老鼠', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 184, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 17:54:34', '2024-11-06 17:54:34');
INSERT INTO `hero` VALUES (176, '尤西比奥掐指一算', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 185, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:05:47', '2024-11-06 18:05:47');
INSERT INTO `hero` VALUES (177, '爱撒娇的西瓜太郎', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 186, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:08:32', '2024-11-06 18:08:32');
INSERT INTO `hero` VALUES (178, '仁爱的济科', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 187, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:14:25', '2024-11-06 18:14:25');
INSERT INTO `hero` VALUES (179, '乔治·贝斯特在武汉看电影', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 190, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:19:31', '2024-11-06 18:19:31');
INSERT INTO `hero` VALUES (180, '济科望穿秋水', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 191, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:19:48', '2024-11-06 18:19:48');
INSERT INTO `hero` VALUES (181, '懦弱的罗纳尔多', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 192, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:20:13', '2024-11-06 18:20:13');
INSERT INTO `hero` VALUES (182, '普斯卡什大力出奇迹', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 193, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:22:00', '2024-11-06 18:22:00');
INSERT INTO `hero` VALUES (183, '鸣人走向人生巅峰', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 194, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:26:21', '2024-11-06 18:26:21');
INSERT INTO `hero` VALUES (184, '罗马里奥在巴黎徒步', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 195, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:33:16', '2024-11-06 18:33:16');
INSERT INTO `hero` VALUES (185, '温婉的哈吉', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 196, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:36:06', '2024-11-06 18:36:06');
INSERT INTO `hero` VALUES (186, '乔丹横扫千军', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 197, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:36:17', '2024-11-06 18:36:17');
INSERT INTO `hero` VALUES (187, '一休在武汉看电影', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 198, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:36:23', '2024-11-06 18:36:23');
INSERT INTO `hero` VALUES (188, '弗兰科一眼定情', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 199, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:36:29', '2024-11-06 18:36:29');
INSERT INTO `hero` VALUES (189, '小罗舞力四射', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 200, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:39:47', '2024-11-06 18:39:47');
INSERT INTO `hero` VALUES (190, '大罗吃爆米花', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 201, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:41:15', '2024-11-06 18:41:15');
INSERT INTO `hero` VALUES (191, '飘逸的雅典娜', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 202, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:43:23', '2024-11-06 18:43:23');
INSERT INTO `hero` VALUES (192, '保罗一眼定情', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 203, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:46:59', '2024-11-06 18:46:59');
INSERT INTO `hero` VALUES (193, '鸣人得到了金球奖', 'https://img2.baidu.com/it/u=3171875674,3530712457&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=800', 0, 204, 0, 1, 220, 190, 10, 28, 100, 100, 5, 12, 8, 5, 6, 300, 1, 0, 0, 0, 10, '2024-11-06 18:50:36', '2024-11-06 18:50:36');

-- ----------------------------
-- Table structure for login
-- ----------------------------
DROP TABLE IF EXISTS `login`;
CREATE TABLE `login`  (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `uid` bigint(20) NOT NULL,
  `remote` varchar(40) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `ip` varchar(40) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `model` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `imei` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `os` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `appid` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `channel_id` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `login_at` bigint(255) NOT NULL DEFAULT 0,
  `logout_at` bigint(255) NOT NULL DEFAULT 0,
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `uid_nk`(`uid`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 205 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of login
-- ----------------------------
INSERT INTO `login` VALUES (1, 1, '127.0.0.1:53314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688091, 0, '2024-11-04 10:41:31');
INSERT INTO `login` VALUES (2, 2, '127.0.0.1:53315', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688105, 0, '2024-11-04 10:41:45');
INSERT INTO `login` VALUES (3, 3, '127.0.0.1:53314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688122, 0, '2024-11-04 10:42:02');
INSERT INTO `login` VALUES (4, 4, '127.0.0.1:53315', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688135, 0, '2024-11-04 10:42:15');
INSERT INTO `login` VALUES (5, 5, '127.0.0.1:53314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688136, 0, '2024-11-04 10:42:16');
INSERT INTO `login` VALUES (6, 6, '127.0.0.1:53315', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688142, 0, '2024-11-04 10:42:22');
INSERT INTO `login` VALUES (7, 7, '127.0.0.1:53314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688146, 0, '2024-11-04 10:42:26');
INSERT INTO `login` VALUES (8, 8, '127.0.0.1:53314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688152, 0, '2024-11-04 10:42:32');
INSERT INTO `login` VALUES (9, 9, '127.0.0.1:53315', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688156, 0, '2024-11-04 10:42:36');
INSERT INTO `login` VALUES (10, 10, '127.0.0.1:53315', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688161, 0, '2024-11-04 10:42:41');
INSERT INTO `login` VALUES (11, 11, '127.0.0.1:53314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688165, 0, '2024-11-04 10:42:45');
INSERT INTO `login` VALUES (12, 12, '127.0.0.1:53315', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688177, 0, '2024-11-04 10:42:57');
INSERT INTO `login` VALUES (13, 13, '127.0.0.1:53314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688185, 0, '2024-11-04 10:43:05');
INSERT INTO `login` VALUES (14, 14, '127.0.0.1:53315', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688189, 0, '2024-11-04 10:43:09');
INSERT INTO `login` VALUES (15, 15, '127.0.0.1:53568', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688192, 0, '2024-11-04 10:43:12');
INSERT INTO `login` VALUES (16, 16, '127.0.0.1:53314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688195, 0, '2024-11-04 10:43:15');
INSERT INTO `login` VALUES (17, 17, '127.0.0.1:53568', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730688203, 0, '2024-11-04 10:43:23');
INSERT INTO `login` VALUES (18, 18, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690146, 0, '2024-11-04 11:15:46');
INSERT INTO `login` VALUES (19, 19, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690147, 0, '2024-11-04 11:15:47');
INSERT INTO `login` VALUES (20, 20, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690183, 0, '2024-11-04 11:16:23');
INSERT INTO `login` VALUES (21, 21, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690191, 0, '2024-11-04 11:16:31');
INSERT INTO `login` VALUES (22, 22, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690197, 0, '2024-11-04 11:16:37');
INSERT INTO `login` VALUES (23, 23, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690203, 0, '2024-11-04 11:16:43');
INSERT INTO `login` VALUES (24, 24, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690211, 0, '2024-11-04 11:16:51');
INSERT INTO `login` VALUES (25, 25, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690218, 0, '2024-11-04 11:16:58');
INSERT INTO `login` VALUES (26, 26, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690223, 0, '2024-11-04 11:17:03');
INSERT INTO `login` VALUES (27, 27, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690227, 0, '2024-11-04 11:17:07');
INSERT INTO `login` VALUES (28, 28, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690233, 0, '2024-11-04 11:17:13');
INSERT INTO `login` VALUES (29, 29, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690238, 0, '2024-11-04 11:17:18');
INSERT INTO `login` VALUES (30, 30, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690245, 0, '2024-11-04 11:17:25');
INSERT INTO `login` VALUES (31, 31, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690249, 0, '2024-11-04 11:17:29');
INSERT INTO `login` VALUES (32, 32, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690261, 0, '2024-11-04 11:17:41');
INSERT INTO `login` VALUES (33, 33, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690325, 0, '2024-11-04 11:18:45');
INSERT INTO `login` VALUES (34, 34, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690329, 0, '2024-11-04 11:18:49');
INSERT INTO `login` VALUES (35, 35, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690332, 0, '2024-11-04 11:18:52');
INSERT INTO `login` VALUES (36, 36, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690335, 0, '2024-11-04 11:18:55');
INSERT INTO `login` VALUES (37, 37, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690341, 0, '2024-11-04 11:19:01');
INSERT INTO `login` VALUES (38, 38, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690344, 0, '2024-11-04 11:19:04');
INSERT INTO `login` VALUES (39, 39, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690348, 0, '2024-11-04 11:19:08');
INSERT INTO `login` VALUES (40, 40, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690352, 0, '2024-11-04 11:19:12');
INSERT INTO `login` VALUES (41, 41, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690356, 0, '2024-11-04 11:19:16');
INSERT INTO `login` VALUES (42, 42, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690370, 0, '2024-11-04 11:19:30');
INSERT INTO `login` VALUES (43, 43, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690439, 0, '2024-11-04 11:20:39');
INSERT INTO `login` VALUES (44, 44, '127.0.0.1:61422', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690445, 0, '2024-11-04 11:20:45');
INSERT INTO `login` VALUES (45, 45, '127.0.0.1:61423', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730690450, 0, '2024-11-04 11:20:50');
INSERT INTO `login` VALUES (46, 46, '127.0.0.1:62842', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730692705, 0, '2024-11-04 11:58:25');
INSERT INTO `login` VALUES (47, 47, '127.0.0.1:62843', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730692721, 0, '2024-11-04 11:58:41');
INSERT INTO `login` VALUES (48, 48, '127.0.0.1:62843', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730692725, 0, '2024-11-04 11:58:45');
INSERT INTO `login` VALUES (49, 49, '127.0.0.1:62842', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730692729, 0, '2024-11-04 11:58:49');
INSERT INTO `login` VALUES (50, 50, '127.0.0.1:62843', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730692734, 0, '2024-11-04 11:58:54');
INSERT INTO `login` VALUES (51, 51, '127.0.0.1:62842', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730692799, 0, '2024-11-04 11:59:59');
INSERT INTO `login` VALUES (52, 52, '127.0.0.1:62843', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693038, 0, '2024-11-04 12:03:58');
INSERT INTO `login` VALUES (53, 53, '127.0.0.1:62842', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693272, 0, '2024-11-04 12:07:52');
INSERT INTO `login` VALUES (54, 54, '127.0.0.1:62843', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693317, 0, '2024-11-04 12:08:37');
INSERT INTO `login` VALUES (55, 57, '127.0.0.1:59020', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693545, 0, '2024-11-04 12:12:25');
INSERT INTO `login` VALUES (56, 58, '127.0.0.1:59059', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693546, 0, '2024-11-04 12:12:26');
INSERT INTO `login` VALUES (57, 55, '127.0.0.1:62843', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693528, 0, '2024-11-04 12:12:08');
INSERT INTO `login` VALUES (58, 56, '127.0.0.1:62842', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693558, 0, '2024-11-04 12:12:38');
INSERT INTO `login` VALUES (59, 59, '127.0.0.1:55653', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693564, 0, '2024-11-04 12:12:44');
INSERT INTO `login` VALUES (60, 60, '127.0.0.1:55654', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693576, 0, '2024-11-04 12:12:56');
INSERT INTO `login` VALUES (61, 61, '127.0.0.1:55653', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693607, 0, '2024-11-04 12:13:27');
INSERT INTO `login` VALUES (62, 62, '127.0.0.1:55654', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693621, 0, '2024-11-04 12:13:41');
INSERT INTO `login` VALUES (63, 63, '127.0.0.1:55653', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693756, 0, '2024-11-04 12:15:56');
INSERT INTO `login` VALUES (64, 64, '127.0.0.1:55654', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730693889, 0, '2024-11-04 12:18:09');
INSERT INTO `login` VALUES (65, 65, '127.0.0.1:55653', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694024, 0, '2024-11-04 12:20:24');
INSERT INTO `login` VALUES (66, 66, '127.0.0.1:57806', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694567, 0, '2024-11-04 12:29:27');
INSERT INTO `login` VALUES (67, 67, '127.0.0.1:57806', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694570, 0, '2024-11-04 12:29:30');
INSERT INTO `login` VALUES (68, 68, '127.0.0.1:57806', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694571, 0, '2024-11-04 12:29:31');
INSERT INTO `login` VALUES (69, 69, '127.0.0.1:57807', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694573, 0, '2024-11-04 12:29:33');
INSERT INTO `login` VALUES (70, 70, '127.0.0.1:57807', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694575, 0, '2024-11-04 12:29:35');
INSERT INTO `login` VALUES (71, 71, '127.0.0.1:57807', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694577, 0, '2024-11-04 12:29:37');
INSERT INTO `login` VALUES (72, 72, '127.0.0.1:57806', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694578, 0, '2024-11-04 12:29:38');
INSERT INTO `login` VALUES (73, 73, '127.0.0.1:57806', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694580, 0, '2024-11-04 12:29:40');
INSERT INTO `login` VALUES (74, 74, '127.0.0.1:57806', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694583, 0, '2024-11-04 12:29:43');
INSERT INTO `login` VALUES (75, 75, '127.0.0.1:57807', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694583, 0, '2024-11-04 12:29:43');
INSERT INTO `login` VALUES (76, 76, '127.0.0.1:57807', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694586, 0, '2024-11-04 12:29:46');
INSERT INTO `login` VALUES (77, 77, '127.0.0.1:57806', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694588, 0, '2024-11-04 12:29:48');
INSERT INTO `login` VALUES (78, 78, '127.0.0.1:57806', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694591, 0, '2024-11-04 12:29:51');
INSERT INTO `login` VALUES (79, 79, '127.0.0.1:57806', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730694593, 0, '2024-11-04 12:29:53');
INSERT INTO `login` VALUES (80, 80, '127.0.0.1:55924', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730703677, 0, '2024-11-04 15:01:17');
INSERT INTO `login` VALUES (81, 81, '127.0.0.1:55925', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730703684, 0, '2024-11-04 15:01:24');
INSERT INTO `login` VALUES (82, 82, '127.0.0.1:55925', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730703686, 0, '2024-11-04 15:01:26');
INSERT INTO `login` VALUES (83, 83, '127.0.0.1:55924', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730703709, 0, '2024-11-04 15:01:49');
INSERT INTO `login` VALUES (84, 84, '127.0.0.1:55924', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730703713, 0, '2024-11-04 15:01:53');
INSERT INTO `login` VALUES (85, 85, '127.0.0.1:55925', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730703730, 0, '2024-11-04 15:02:10');
INSERT INTO `login` VALUES (86, 86, '127.0.0.1:55924', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730703840, 0, '2024-11-04 15:04:00');
INSERT INTO `login` VALUES (87, 87, '127.0.0.1:55925', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730703841, 0, '2024-11-04 15:04:01');
INSERT INTO `login` VALUES (88, 88, '127.0.0.1:55924', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730704057, 0, '2024-11-04 15:07:37');
INSERT INTO `login` VALUES (89, 89, '127.0.0.1:55925', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730704060, 0, '2024-11-04 15:07:40');
INSERT INTO `login` VALUES (90, 90, '127.0.0.1:55924', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730704160, 0, '2024-11-04 15:09:20');
INSERT INTO `login` VALUES (91, 91, '127.0.0.1:55925', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730704161, 0, '2024-11-04 15:09:21');
INSERT INTO `login` VALUES (92, 92, '127.0.0.1:55924', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730704273, 0, '2024-11-04 15:11:13');
INSERT INTO `login` VALUES (93, 93, '127.0.0.1:55925', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730704274, 0, '2024-11-04 15:11:14');
INSERT INTO `login` VALUES (94, 94, '127.0.0.1:49768', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730704539, 0, '2024-11-04 15:15:39');
INSERT INTO `login` VALUES (95, 95, '127.0.0.1:50213', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730704544, 0, '2024-11-04 15:15:44');
INSERT INTO `login` VALUES (96, 96, '127.0.0.1:52271', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730706054, 0, '2024-11-04 15:40:54');
INSERT INTO `login` VALUES (97, 97, '127.0.0.1:52271', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730706056, 0, '2024-11-04 15:40:56');
INSERT INTO `login` VALUES (98, 98, '127.0.0.1:52272', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730706061, 0, '2024-11-04 15:41:01');
INSERT INTO `login` VALUES (99, 99, '127.0.0.1:52271', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730706150, 0, '2024-11-04 15:42:30');
INSERT INTO `login` VALUES (100, 100, '127.0.0.1:52272', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730706278, 0, '2024-11-04 15:44:38');
INSERT INTO `login` VALUES (101, 101, '127.0.0.1:62797', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730706696, 0, '2024-11-04 15:51:36');
INSERT INTO `login` VALUES (102, 102, '127.0.0.1:62798', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730706713, 0, '2024-11-04 15:51:53');
INSERT INTO `login` VALUES (103, 103, '127.0.0.1:62797', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730706724, 0, '2024-11-04 15:52:04');
INSERT INTO `login` VALUES (104, 104, '127.0.0.1:61185', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730775730, 0, '2024-11-05 11:02:10');
INSERT INTO `login` VALUES (105, 105, '127.0.0.1:50130', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730776396, 0, '2024-11-05 11:13:16');
INSERT INTO `login` VALUES (106, 106, '127.0.0.1:50131', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730776443, 0, '2024-11-05 11:14:03');
INSERT INTO `login` VALUES (107, 107, '127.0.0.1:50703', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730776640, 0, '2024-11-05 11:17:20');
INSERT INTO `login` VALUES (108, 108, '127.0.0.1:50717', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730780324, 0, '2024-11-05 12:18:44');
INSERT INTO `login` VALUES (109, 109, '127.0.0.1:50719', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730780332, 0, '2024-11-05 12:18:52');
INSERT INTO `login` VALUES (110, 110, '127.0.0.1:50717', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730780345, 0, '2024-11-05 12:19:05');
INSERT INTO `login` VALUES (111, 111, '127.0.0.1:61719', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730790392, 0, '2024-11-05 15:06:32');
INSERT INTO `login` VALUES (112, 112, '127.0.0.1:61719', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730790623, 0, '2024-11-05 15:10:23');
INSERT INTO `login` VALUES (113, 113, '127.0.0.1:61719', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730790738, 0, '2024-11-05 15:12:18');
INSERT INTO `login` VALUES (114, 114, '127.0.0.1:61719', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730790864, 0, '2024-11-05 15:14:24');
INSERT INTO `login` VALUES (115, 115, '127.0.0.1:61719', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730791075, 0, '2024-11-05 15:17:55');
INSERT INTO `login` VALUES (116, 116, '127.0.0.1:61719', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730791164, 0, '2024-11-05 15:19:24');
INSERT INTO `login` VALUES (117, 117, '127.0.0.1:61719', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730791249, 0, '2024-11-05 15:20:49');
INSERT INTO `login` VALUES (118, 118, '127.0.0.1:64029', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730791564, 0, '2024-11-05 15:26:04');
INSERT INTO `login` VALUES (119, 119, '127.0.0.1:64029', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730791690, 0, '2024-11-05 15:28:10');
INSERT INTO `login` VALUES (120, 120, '127.0.0.1:64029', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730791880, 0, '2024-11-05 15:31:20');
INSERT INTO `login` VALUES (121, 121, '127.0.0.1:64520', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730791911, 0, '2024-11-05 15:31:51');
INSERT INTO `login` VALUES (122, 122, '127.0.0.1:65443', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730792318, 0, '2024-11-05 15:38:38');
INSERT INTO `login` VALUES (123, 123, '127.0.0.1:65444', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730792346, 0, '2024-11-05 15:39:06');
INSERT INTO `login` VALUES (124, 124, '127.0.0.1:65443', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730792366, 0, '2024-11-05 15:39:26');
INSERT INTO `login` VALUES (125, 125, '127.0.0.1:65444', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730792381, 0, '2024-11-05 15:39:41');
INSERT INTO `login` VALUES (126, 126, '127.0.0.1:65443', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730792488, 0, '2024-11-05 15:41:28');
INSERT INTO `login` VALUES (127, 127, '127.0.0.1:50353', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730792981, 0, '2024-11-05 15:49:41');
INSERT INTO `login` VALUES (128, 128, '127.0.0.1:50354', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730792997, 0, '2024-11-05 15:49:57');
INSERT INTO `login` VALUES (129, 129, '127.0.0.1:57314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730794926, 0, '2024-11-05 16:22:06');
INSERT INTO `login` VALUES (130, 130, '127.0.0.1:57314', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730795077, 0, '2024-11-05 16:24:37');
INSERT INTO `login` VALUES (131, 131, '127.0.0.1:57629', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730795087, 0, '2024-11-05 16:24:47');
INSERT INTO `login` VALUES (132, 132, '127.0.0.1:58160', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730795408, 0, '2024-11-05 16:30:08');
INSERT INTO `login` VALUES (133, 133, '127.0.0.1:58161', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730795425, 0, '2024-11-05 16:30:25');
INSERT INTO `login` VALUES (134, 134, '127.0.0.1:64851', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730800778, 0, '2024-11-05 17:59:38');
INSERT INTO `login` VALUES (135, 135, '127.0.0.1:64851', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730800860, 0, '2024-11-05 18:01:00');
INSERT INTO `login` VALUES (136, 136, '127.0.0.1:50151', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730802889, 0, '2024-11-05 18:34:49');
INSERT INTO `login` VALUES (137, 137, '127.0.0.1:50152', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730802898, 0, '2024-11-05 18:34:58');
INSERT INTO `login` VALUES (138, 138, '127.0.0.1:50151', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730802913, 0, '2024-11-05 18:35:13');
INSERT INTO `login` VALUES (139, 139, '127.0.0.1:58937', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730860854, 0, '2024-11-06 10:40:54');
INSERT INTO `login` VALUES (140, 140, '127.0.0.1:52948', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730861354, 0, '2024-11-06 10:49:14');
INSERT INTO `login` VALUES (141, 141, '127.0.0.1:52949', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730861375, 0, '2024-11-06 10:49:35');
INSERT INTO `login` VALUES (142, 142, '127.0.0.1:52948', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730861396, 0, '2024-11-06 10:49:56');
INSERT INTO `login` VALUES (143, 143, '127.0.0.1:60118', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730861788, 0, '2024-11-06 10:56:28');
INSERT INTO `login` VALUES (144, 144, '127.0.0.1:60118', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730862044, 0, '2024-11-06 11:00:44');
INSERT INTO `login` VALUES (145, 145, '127.0.0.1:64605', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730864322, 0, '2024-11-06 11:38:42');
INSERT INTO `login` VALUES (146, 146, '127.0.0.1:51874', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730879494, 0, '2024-11-06 15:51:34');
INSERT INTO `login` VALUES (147, 147, '127.0.0.1:51874', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730879599, 0, '2024-11-06 15:53:19');
INSERT INTO `login` VALUES (148, 148, '127.0.0.1:52282', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730879606, 0, '2024-11-06 15:53:26');
INSERT INTO `login` VALUES (149, 149, '127.0.0.1:51874', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730879620, 0, '2024-11-06 15:53:40');
INSERT INTO `login` VALUES (150, 150, '127.0.0.1:52282', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730879780, 0, '2024-11-06 15:56:20');
INSERT INTO `login` VALUES (151, 151, '127.0.0.1:51874', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730879788, 0, '2024-11-06 15:56:28');
INSERT INTO `login` VALUES (152, 152, '127.0.0.1:52282', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730880038, 0, '2024-11-06 16:00:38');
INSERT INTO `login` VALUES (153, 153, '127.0.0.1:55727', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730881310, 0, '2024-11-06 16:21:50');
INSERT INTO `login` VALUES (154, 154, '127.0.0.1:55727', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730881468, 0, '2024-11-06 16:24:28');
INSERT INTO `login` VALUES (155, 155, '127.0.0.1:56153', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730881507, 0, '2024-11-06 16:25:07');
INSERT INTO `login` VALUES (156, 156, '127.0.0.1:55727', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730881595, 0, '2024-11-06 16:26:35');
INSERT INTO `login` VALUES (157, 157, '127.0.0.1:56153', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730881842, 0, '2024-11-06 16:30:42');
INSERT INTO `login` VALUES (158, 158, '127.0.0.1:55727', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730881850, 0, '2024-11-06 16:30:50');
INSERT INTO `login` VALUES (159, 159, '127.0.0.1:56153', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730881980, 0, '2024-11-06 16:33:00');
INSERT INTO `login` VALUES (160, 160, '127.0.0.1:55727', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882088, 0, '2024-11-06 16:34:48');
INSERT INTO `login` VALUES (161, 161, '127.0.0.1:56153', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882183, 0, '2024-11-06 16:36:23');
INSERT INTO `login` VALUES (162, 162, '127.0.0.1:55727', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882230, 0, '2024-11-06 16:37:10');
INSERT INTO `login` VALUES (163, 163, '127.0.0.1:55727', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882234, 0, '2024-11-06 16:37:14');
INSERT INTO `login` VALUES (164, 164, '127.0.0.1:56153', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882238, 0, '2024-11-06 16:37:18');
INSERT INTO `login` VALUES (165, 165, '127.0.0.1:52820', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882754, 0, '2024-11-06 16:45:54');
INSERT INTO `login` VALUES (166, 166, '127.0.0.1:52821', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882784, 0, '2024-11-06 16:46:24');
INSERT INTO `login` VALUES (167, 167, '127.0.0.1:52820', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882807, 0, '2024-11-06 16:46:47');
INSERT INTO `login` VALUES (168, 168, '127.0.0.1:52821', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882823, 0, '2024-11-06 16:47:03');
INSERT INTO `login` VALUES (169, 169, '127.0.0.1:52820', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730882847, 0, '2024-11-06 16:47:27');
INSERT INTO `login` VALUES (170, 170, '127.0.0.1:51840', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730884890, 0, '2024-11-06 17:21:30');
INSERT INTO `login` VALUES (171, 171, '127.0.0.1:51841', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730884920, 0, '2024-11-06 17:22:00');
INSERT INTO `login` VALUES (172, 172, '127.0.0.1:52565', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730885443, 0, '2024-11-06 17:30:43');
INSERT INTO `login` VALUES (173, 173, '127.0.0.1:52565', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730885594, 0, '2024-11-06 17:33:14');
INSERT INTO `login` VALUES (174, 174, '127.0.0.1:53619', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886342, 0, '2024-11-06 17:45:42');
INSERT INTO `login` VALUES (175, 175, '127.0.0.1:53620', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886368, 0, '2024-11-06 17:46:08');
INSERT INTO `login` VALUES (176, 176, '127.0.0.1:54218', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886808, 0, '2024-11-06 17:53:28');
INSERT INTO `login` VALUES (177, 177, '127.0.0.1:54219', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886810, 0, '2024-11-06 17:53:30');
INSERT INTO `login` VALUES (178, 178, '127.0.0.1:54218', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886812, 0, '2024-11-06 17:53:32');
INSERT INTO `login` VALUES (179, 179, '127.0.0.1:54219', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886814, 0, '2024-11-06 17:53:34');
INSERT INTO `login` VALUES (180, 180, '127.0.0.1:54218', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886845, 0, '2024-11-06 17:54:05');
INSERT INTO `login` VALUES (181, 181, '127.0.0.1:54219', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886848, 0, '2024-11-06 17:54:08');
INSERT INTO `login` VALUES (182, 182, '127.0.0.1:54218', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886853, 0, '2024-11-06 17:54:13');
INSERT INTO `login` VALUES (183, 183, '127.0.0.1:54219', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886866, 0, '2024-11-06 17:54:26');
INSERT INTO `login` VALUES (184, 184, '127.0.0.1:54218', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730886873, 0, '2024-11-06 17:54:33');
INSERT INTO `login` VALUES (185, 185, '127.0.0.1:59239', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730887546, 0, '2024-11-06 18:05:46');
INSERT INTO `login` VALUES (186, 186, '127.0.0.1:59239', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730887711, 0, '2024-11-06 18:08:31');
INSERT INTO `login` VALUES (187, 187, '127.0.0.1:59884', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730888064, 0, '2024-11-06 18:14:24');
INSERT INTO `login` VALUES (188, 188, '127.0.0.1:59884', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730888233, 0, '2024-11-06 18:17:13');
INSERT INTO `login` VALUES (189, 189, '127.0.0.1:59884', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730888349, 0, '2024-11-06 18:19:09');
INSERT INTO `login` VALUES (190, 190, '127.0.0.1:56284', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730888359, 0, '2024-11-06 18:19:19');
INSERT INTO `login` VALUES (191, 191, '127.0.0.1:59884', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730888387, 0, '2024-11-06 18:19:47');
INSERT INTO `login` VALUES (192, 192, '127.0.0.1:56284', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730888411, 0, '2024-11-06 18:20:11');
INSERT INTO `login` VALUES (193, 193, '127.0.0.1:59884', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730888518, 0, '2024-11-06 18:21:58');
INSERT INTO `login` VALUES (194, 194, '127.0.0.1:56284', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730888780, 0, '2024-11-06 18:26:20');
INSERT INTO `login` VALUES (195, 195, '127.0.0.1:59274', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730889194, 0, '2024-11-06 18:33:14');
INSERT INTO `login` VALUES (196, 196, '127.0.0.1:59274', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730889365, 0, '2024-11-06 18:36:05');
INSERT INTO `login` VALUES (197, 197, '127.0.0.1:59662', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730889375, 0, '2024-11-06 18:36:15');
INSERT INTO `login` VALUES (198, 198, '127.0.0.1:59274', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730889381, 0, '2024-11-06 18:36:21');
INSERT INTO `login` VALUES (199, 199, '127.0.0.1:59662', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730889388, 0, '2024-11-06 18:36:28');
INSERT INTO `login` VALUES (200, 200, '127.0.0.1:59274', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730889585, 0, '2024-11-06 18:39:45');
INSERT INTO `login` VALUES (201, 201, '127.0.0.1:59662', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730889674, 0, '2024-11-06 18:41:14');
INSERT INTO `login` VALUES (202, 202, '127.0.0.1:59274', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730889802, 0, '2024-11-06 18:43:22');
INSERT INTO `login` VALUES (203, 203, '127.0.0.1:59662', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730890018, 0, '2024-11-06 18:46:58');
INSERT INTO `login` VALUES (204, 204, '127.0.0.1:59274', '127.0.0.1', '', '', '', 'aagame', 'yyb', 1730890234, 0, '2024-11-06 18:50:34');

-- ----------------------------
-- Table structure for monster
-- ----------------------------
DROP TABLE IF EXISTS `monster`;
CREATE TABLE `monster`  (
  `id` bigint(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `avatar` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '模型',
  `monster_type` tinyint(255) NOT NULL DEFAULT 0 COMMENT '0-怪物, 1-npc',
  `level` int(255) NOT NULL DEFAULT 1,
  `grade` tinyint(255) NOT NULL COMMENT '级别：0\"普通怪\",1\"小头目\",2\"精英怪\",3\"大BOSS\",\r\n            4\"变态怪\", 5 \"变态怪\"',
  `attr_type` tinyint(255) NOT NULL DEFAULT 0 COMMENT '属性类型:0 力量，1敏捷, 2智慧',
  `base_life` bigint(255) NOT NULL,
  `base_mana` bigint(255) NOT NULL,
  `base_defense` bigint(255) NOT NULL,
  `base_attack` bigint(255) NOT NULL,
  `attach_attack_random` int(255) NOT NULL DEFAULT 0 COMMENT '附带的随机值',
  `strength` bigint(255) NOT NULL,
  `agility` bigint(255) NOT NULL,
  `intelligence` bigint(255) NOT NULL,
  `run_step_time` smallint(6) NOT NULL COMMENT '跑速度',
  `idle_step_time` smallint(6) NOT NULL COMMENT '正常速度',
  `chase_step_time` smallint(6) NOT NULL COMMENT '追击速度',
  `escape_step_time` smallint(6) NOT NULL COMMENT '逃跑速度',
  `attack_range` smallint(255) NOT NULL DEFAULT 5 COMMENT '攻击范围',
  `attack_duration` smallint(255) NOT NULL DEFAULT 0 COMMENT '攻击间隔',
  `description` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '' COMMENT '简介',
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of monster
-- ----------------------------
INSERT INTO `monster` VALUES (1, 'm1', 'monster1', 0, 1, 0, 0, 100, 100, 2, 5, 5, 2, 2, 2, 250, 300, 200, 250, 5, 1000, 'monster1', '2024-10-17 18:46:38', '2024-11-06 18:51:27');
INSERT INTO `monster` VALUES (2, 'm2', 'monster2', 0, 2, 0, 1, 150, 120, 4, 10, 0, 3, 3, 3, 250, 300, 200, 250, 5, 1000, 'monster2', '2024-10-25 15:29:50', '2024-10-25 17:37:05');
INSERT INTO `monster` VALUES (3, 'n1', 'npc1', 1, 100, 0, 0, 10000, 10000, 1000, 5000, 0, 200, 200, 200, 250, 300, 200, 250, 5, 1000, 'npc1', '2024-10-17 18:46:38', '2024-11-05 11:15:41');

-- ----------------------------
-- Table structure for online
-- ----------------------------
DROP TABLE IF EXISTS `online`;
CREATE TABLE `online`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `user_count` int(255) NOT NULL DEFAULT 0,
  `scenes` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `time` bigint(20) NOT NULL DEFAULT 0,
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of online
-- ----------------------------

-- ----------------------------
-- Table structure for register
-- ----------------------------
DROP TABLE IF EXISTS `register`;
CREATE TABLE `register`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `uid` bigint(20) NOT NULL,
  `remote` varchar(40) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `ip` varchar(40) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `imei` varchar(128) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `os` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `model` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `appid` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `channel_id` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `register_type` int(255) NOT NULL,
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `uk`(`appid`, `imei`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 263 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of register
-- ----------------------------
INSERT INTO `register` VALUES (1, 1, '', '', '9ea3-7cb1-4152-b598-bb69-a8a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-30 18:34:07', '2024-10-30 18:34:07');
INSERT INTO `register` VALUES (2, 2, '', '', '1878-6b6a-4f52-8762-4f43-98ab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-30 18:34:30', '2024-10-30 18:34:30');
INSERT INTO `register` VALUES (3, 3, '', '', 'ee20-4fb8-4b05-9834-c69c-9ba8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 11:57:19', '2024-10-31 11:57:19');
INSERT INTO `register` VALUES (4, 4, '', '', 'd8ef-e0fb-447f-9eb9-7e45-8a8b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:16:36', '2024-10-31 18:16:36');
INSERT INTO `register` VALUES (5, 5, '', '', 'b0f0-890c-43f3-8352-f710-b899', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:16:49', '2024-10-31 18:16:49');
INSERT INTO `register` VALUES (6, 6, '', '', 'b51b-7cdc-41a6-98fe-65a9-89a9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:17:42', '2024-10-31 18:17:42');
INSERT INTO `register` VALUES (7, 7, '', '', '8e7a-03f4-443f-a37d-0355-9989', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:19:48', '2024-10-31 18:19:48');
INSERT INTO `register` VALUES (8, 8, '', '', '582b-c69a-49ee-8e77-1801-aa8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:29:21', '2024-10-31 18:29:21');
INSERT INTO `register` VALUES (9, 9, '', '', '9e05-98da-47a6-9061-001b-aba9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:29:47', '2024-10-31 18:29:47');
INSERT INTO `register` VALUES (10, 10, '', '', 'd633-278a-4cb8-8ae7-8d32-ab9b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:30:28', '2024-10-31 18:30:28');
INSERT INTO `register` VALUES (11, 11, '', '', '23eb-b1eb-4917-b6b7-96d1-9988', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:30:37', '2024-10-31 18:30:37');
INSERT INTO `register` VALUES (12, 12, '', '', '8d7d-e00c-46a9-83b1-37e8-a8a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:31:23', '2024-10-31 18:31:23');
INSERT INTO `register` VALUES (13, 13, '', '', 'c00a-e986-40ea-8634-682b-b9a9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:35:03', '2024-10-31 18:35:03');
INSERT INTO `register` VALUES (14, 14, '', '', 'f5fe-c461-4abe-83c1-d99e-9bb8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:35:15', '2024-10-31 18:35:15');
INSERT INTO `register` VALUES (15, 15, '', '', '917a-1d5e-46d9-912b-11ea-a8ab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:35:45', '2024-10-31 18:35:45');
INSERT INTO `register` VALUES (16, 16, '', '', 'a533-d8df-446a-864e-f5c8-9ba9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:36:03', '2024-10-31 18:36:03');
INSERT INTO `register` VALUES (17, 17, '', '', '0ef2-a98b-43c7-8f19-5b2b-b99b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:44:33', '2024-10-31 18:44:33');
INSERT INTO `register` VALUES (18, 18, '', '', 'c22b-edd0-46d7-aebc-2dcd-989b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-10-31 18:44:36', '2024-10-31 18:44:36');
INSERT INTO `register` VALUES (19, 19, '', '', '87d4-0f22-4ebe-81cb-b803-b899', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 12:13:17', '2024-11-01 12:13:17');
INSERT INTO `register` VALUES (20, 20, '', '', '8e43-1db0-44f5-a619-2617-ab8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 12:26:02', '2024-11-01 12:26:02');
INSERT INTO `register` VALUES (21, 21, '', '', '6c4a-0cf5-49b2-bfd0-7f9e-8a98', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:20:50', '2024-11-01 14:20:50');
INSERT INTO `register` VALUES (22, 22, '', '', 'f642-72a9-4900-adaf-2347-ba99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:20:58', '2024-11-01 14:20:58');
INSERT INTO `register` VALUES (23, 23, '', '', '70a5-c84a-48b9-85fa-60bc-a999', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:21:06', '2024-11-01 14:21:06');
INSERT INTO `register` VALUES (24, 24, '', '', '0be5-7b5c-48a9-9e26-5f62-ba88', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:23:00', '2024-11-01 14:23:00');
INSERT INTO `register` VALUES (25, 25, '', '', 'c365-2faf-487a-ae20-5c0c-ba8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:23:55', '2024-11-01 14:23:55');
INSERT INTO `register` VALUES (26, 26, '', '', 'ad98-a85c-4e40-98f9-9708-a9a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:26:25', '2024-11-01 14:26:25');
INSERT INTO `register` VALUES (27, 27, '', '', '2f65-ed81-43f3-87f1-4133-ba98', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:27:27', '2024-11-01 14:27:27');
INSERT INTO `register` VALUES (28, 28, '', '', '31a3-09eb-4f91-a193-3104-b89b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:27:45', '2024-11-01 14:27:45');
INSERT INTO `register` VALUES (29, 29, '', '', 'd671-b861-4e15-a371-a3c5-b8b8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:34:58', '2024-11-01 14:34:58');
INSERT INTO `register` VALUES (30, 30, '', '', 'f31c-aa48-4663-85a5-8092-9ab9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:35:04', '2024-11-01 14:35:04');
INSERT INTO `register` VALUES (31, 31, '', '', '593d-9e3b-482b-ab46-9822-bb8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:35:16', '2024-11-01 14:35:16');
INSERT INTO `register` VALUES (32, 32, '', '', '2bd3-b898-4e32-9fcd-431b-8a99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:56:33', '2024-11-01 14:56:33');
INSERT INTO `register` VALUES (33, 33, '', '', '0295-0a53-460e-b31a-070f-a989', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:56:40', '2024-11-01 14:56:40');
INSERT INTO `register` VALUES (34, 34, '', '', '01b2-a9d9-46c0-8f35-6f4d-89a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:57:50', '2024-11-01 14:57:50');
INSERT INTO `register` VALUES (35, 35, '', '', 'f9c0-30fb-45d3-b1d9-4ec7-8a99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 14:58:12', '2024-11-01 14:58:12');
INSERT INTO `register` VALUES (36, 36, '', '', '39dc-70bb-481a-8257-1b69-9baa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:05:49', '2024-11-01 15:05:49');
INSERT INTO `register` VALUES (37, 37, '', '', 'e0df-57c1-48e1-b67a-8ae6-bb88', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:06:28', '2024-11-01 15:06:28');
INSERT INTO `register` VALUES (38, 38, '', '', '1a45-23fd-45c2-ae6c-1e6f-bb88', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:09:58', '2024-11-01 15:09:58');
INSERT INTO `register` VALUES (39, 39, '', '', 'a57a-b17d-4e98-bee3-f1d1-9989', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:23:18', '2024-11-01 15:23:18');
INSERT INTO `register` VALUES (40, 40, '', '', '84b9-1ef7-4e0b-8db5-774d-bbb9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:23:45', '2024-11-01 15:23:45');
INSERT INTO `register` VALUES (41, 41, '', '', 'a587-3fbf-4147-89ba-82fd-b8bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:25:20', '2024-11-01 15:25:20');
INSERT INTO `register` VALUES (42, 42, '', '', '3707-e36c-4146-9016-f50c-b8b8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:25:37', '2024-11-01 15:25:37');
INSERT INTO `register` VALUES (43, 43, '', '', '7f96-70d2-4401-9189-8d3a-aaba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:26:19', '2024-11-01 15:26:19');
INSERT INTO `register` VALUES (44, 44, '', '', '2dc2-c9c5-4473-8c28-6e07-89b8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:44:44', '2024-11-01 15:44:44');
INSERT INTO `register` VALUES (45, 45, '', '', '7a7a-f0a4-42e5-9cc0-1205-a8a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:45:03', '2024-11-01 15:45:03');
INSERT INTO `register` VALUES (46, 46, '', '', '1036-03fc-40a8-960b-dd1e-989b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 15:45:25', '2024-11-01 15:45:25');
INSERT INTO `register` VALUES (47, 47, '', '', '9afd-3ca7-4bc9-8ebd-d134-8b8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:02:13', '2024-11-01 16:02:13');
INSERT INTO `register` VALUES (48, 48, '', '', '7979-2ed5-4415-ade1-bf9d-a98b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:02:28', '2024-11-01 16:02:28');
INSERT INTO `register` VALUES (49, 49, '', '', '9942-354b-4d7e-b153-cac3-99a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:03:37', '2024-11-01 16:03:37');
INSERT INTO `register` VALUES (50, 50, '', '', '272f-67d3-4be1-97b5-fe15-b988', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:03:45', '2024-11-01 16:03:45');
INSERT INTO `register` VALUES (51, 51, '', '', '15c5-6dae-4562-865c-2c55-b8b9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:03:58', '2024-11-01 16:03:58');
INSERT INTO `register` VALUES (52, 52, '', '', '0ce1-e832-487c-9f4e-cae8-99a9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:05:28', '2024-11-01 16:05:28');
INSERT INTO `register` VALUES (53, 53, '', '', 'a8cf-0ff8-4df9-ade9-42b5-b89b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:08:31', '2024-11-01 16:08:31');
INSERT INTO `register` VALUES (54, 54, '', '', '5d94-9f9e-4df4-8abd-2096-8bba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:12:11', '2024-11-01 16:12:11');
INSERT INTO `register` VALUES (55, 55, '', '', '23c1-9126-4bea-9e6b-d049-aaa8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:12:35', '2024-11-01 16:12:35');
INSERT INTO `register` VALUES (56, 56, '', '', '3822-29af-47dc-869a-340b-b898', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:44:38', '2024-11-01 16:44:38');
INSERT INTO `register` VALUES (57, 57, '', '', '5302-2688-4183-beb4-63ea-99ab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 16:45:00', '2024-11-01 16:45:00');
INSERT INTO `register` VALUES (58, 58, '', '', 'b715-3a0f-4c09-af0e-4f70-bbb8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 18:27:50', '2024-11-01 18:27:50');
INSERT INTO `register` VALUES (59, 59, '', '', 'fa09-0055-44ca-a08d-4567-8989', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-01 18:37:31', '2024-11-01 18:37:31');
INSERT INTO `register` VALUES (60, 1, '', '', 'f329-a61a-4066-b477-e67f-89a9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:41:31', '2024-11-04 10:41:31');
INSERT INTO `register` VALUES (61, 2, '', '', 'ee75-89f6-4d91-9ae4-f4d3-889b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:41:45', '2024-11-04 10:41:45');
INSERT INTO `register` VALUES (62, 3, '', '', '4b8d-5a1a-4e05-ab65-4dbc-ba8b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:02', '2024-11-04 10:42:02');
INSERT INTO `register` VALUES (63, 4, '', '', '3fe6-1872-4926-bca1-e1f3-9bb8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:15', '2024-11-04 10:42:15');
INSERT INTO `register` VALUES (64, 5, '', '', 'bd98-83d3-44a7-8c74-d31f-b8a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:16', '2024-11-04 10:42:16');
INSERT INTO `register` VALUES (65, 6, '', '', '957b-06f4-4aa2-8cb0-182f-a8a9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:22', '2024-11-04 10:42:22');
INSERT INTO `register` VALUES (66, 7, '', '', '3daa-9185-433d-bdb6-8d51-88ab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:26', '2024-11-04 10:42:26');
INSERT INTO `register` VALUES (67, 8, '', '', 'd67c-9b31-44e5-8c9a-5e43-9aa9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:32', '2024-11-04 10:42:32');
INSERT INTO `register` VALUES (68, 9, '', '', '5b36-96ce-4dac-98aa-d16b-ab89', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:36', '2024-11-04 10:42:36');
INSERT INTO `register` VALUES (69, 10, '', '', '8e84-b02e-4cc1-9833-571c-abb9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:41', '2024-11-04 10:42:41');
INSERT INTO `register` VALUES (70, 11, '', '', 'ae0e-b979-427a-ba95-c0a3-baaa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:45', '2024-11-04 10:42:45');
INSERT INTO `register` VALUES (71, 12, '', '', '09cc-c142-4f57-9e42-de7c-b9bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:42:57', '2024-11-04 10:42:57');
INSERT INTO `register` VALUES (72, 13, '', '', '0fe2-45b9-492e-8256-f92f-b9ba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:43:05', '2024-11-04 10:43:05');
INSERT INTO `register` VALUES (73, 14, '', '', '4d0f-983b-4456-9ed8-c225-aa89', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:43:09', '2024-11-04 10:43:09');
INSERT INTO `register` VALUES (74, 15, '', '', '0b14-e97a-446f-b539-6fa8-8a99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:43:12', '2024-11-04 10:43:12');
INSERT INTO `register` VALUES (75, 16, '', '', 'ea59-c50b-4dc8-be58-bee7-a88b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:43:15', '2024-11-04 10:43:15');
INSERT INTO `register` VALUES (76, 17, '', '', '265a-f061-45d3-8c95-9bf2-9898', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 10:43:23', '2024-11-04 10:43:23');
INSERT INTO `register` VALUES (77, 18, '', '', 'df86-d021-4a8b-ac76-990e-b8ba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:15:46', '2024-11-04 11:15:46');
INSERT INTO `register` VALUES (78, 19, '', '', '0289-9080-4416-8819-0d86-baba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:15:47', '2024-11-04 11:15:47');
INSERT INTO `register` VALUES (79, 20, '', '', '991a-99fd-4004-b970-726e-9aba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:16:23', '2024-11-04 11:16:23');
INSERT INTO `register` VALUES (80, 21, '', '', '6572-1aa2-4b51-aa0a-b7f8-b99a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:16:31', '2024-11-04 11:16:31');
INSERT INTO `register` VALUES (81, 22, '', '', '0363-be1d-4760-9bc7-a3f0-89ab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:16:37', '2024-11-04 11:16:37');
INSERT INTO `register` VALUES (82, 23, '', '', '5c49-51cb-4409-ae50-466f-99ba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:16:43', '2024-11-04 11:16:43');
INSERT INTO `register` VALUES (83, 24, '', '', '9db0-c8b9-495f-9804-2c2c-ab9b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:16:51', '2024-11-04 11:16:51');
INSERT INTO `register` VALUES (84, 25, '', '', '14de-d0df-4775-a00b-210c-9bb8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:16:58', '2024-11-04 11:16:58');
INSERT INTO `register` VALUES (85, 26, '', '', '019a-201c-4fb5-9d8a-4386-99bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:17:03', '2024-11-04 11:17:03');
INSERT INTO `register` VALUES (86, 27, '', '', '43c1-2fc1-425d-8f27-8729-98a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:17:07', '2024-11-04 11:17:07');
INSERT INTO `register` VALUES (87, 28, '', '', 'c3c2-bb15-40de-8abd-55a9-abab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:17:13', '2024-11-04 11:17:13');
INSERT INTO `register` VALUES (88, 29, '', '', '1144-ceeb-47c3-8ebf-32c8-9a8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:17:18', '2024-11-04 11:17:18');
INSERT INTO `register` VALUES (89, 30, '', '', 'c58e-817f-460e-9b3a-d472-abaa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:17:25', '2024-11-04 11:17:25');
INSERT INTO `register` VALUES (90, 31, '', '', 'a616-d1de-4bf3-9bdb-d14d-bbbb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:17:29', '2024-11-04 11:17:29');
INSERT INTO `register` VALUES (91, 32, '', '', '6d9c-79ef-43b2-a9c7-f31d-9989', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:17:41', '2024-11-04 11:17:41');
INSERT INTO `register` VALUES (92, 33, '', '', '1346-3c27-4949-b9d7-abac-88a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:18:45', '2024-11-04 11:18:45');
INSERT INTO `register` VALUES (93, 34, '', '', '486b-328c-47bf-a8bc-c11e-b98a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:18:49', '2024-11-04 11:18:49');
INSERT INTO `register` VALUES (94, 35, '', '', '06a1-abb9-4fbd-ba1c-21ff-b89b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:18:52', '2024-11-04 11:18:52');
INSERT INTO `register` VALUES (95, 36, '', '', '3a9d-8b5f-4dab-82c2-5cf2-88a9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:18:55', '2024-11-04 11:18:55');
INSERT INTO `register` VALUES (96, 37, '', '', '5722-4d1b-4185-b719-5984-99bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:19:01', '2024-11-04 11:19:01');
INSERT INTO `register` VALUES (97, 38, '', '', '1aa1-5592-4585-b0ae-caa6-aaba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:19:04', '2024-11-04 11:19:04');
INSERT INTO `register` VALUES (98, 39, '', '', '34fe-cbd3-4767-84bd-9148-b999', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:19:08', '2024-11-04 11:19:08');
INSERT INTO `register` VALUES (99, 40, '', '', '8931-f5cb-4a20-8ed2-c840-aaa9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:19:12', '2024-11-04 11:19:12');
INSERT INTO `register` VALUES (100, 41, '', '', 'a82e-04fd-4d6f-b051-8ffa-bb8b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:19:16', '2024-11-04 11:19:16');
INSERT INTO `register` VALUES (101, 42, '', '', 'a7ac-8828-43e5-b48e-2d65-a9b8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:19:30', '2024-11-04 11:19:30');
INSERT INTO `register` VALUES (102, 43, '', '', '378a-f5ac-45d4-9dca-7c7e-b9ba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:20:39', '2024-11-04 11:20:39');
INSERT INTO `register` VALUES (103, 44, '', '', '9ea3-682a-415c-8a1d-bbaf-a8b9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:20:45', '2024-11-04 11:20:45');
INSERT INTO `register` VALUES (104, 45, '', '', 'ac2a-52ce-4fe8-976a-a3b6-8a89', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:20:50', '2024-11-04 11:20:50');
INSERT INTO `register` VALUES (105, 46, '', '', 'fe85-0a46-4a5b-8b86-60be-aa98', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:58:25', '2024-11-04 11:58:25');
INSERT INTO `register` VALUES (106, 47, '', '', '81f4-4234-46a8-bcf1-9dcf-bb99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:58:41', '2024-11-04 11:58:41');
INSERT INTO `register` VALUES (107, 48, '', '', 'c009-74a5-456a-af3e-ac38-9889', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:58:45', '2024-11-04 11:58:45');
INSERT INTO `register` VALUES (108, 49, '', '', '0d1e-b5d8-4389-b915-ecd7-b988', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:58:49', '2024-11-04 11:58:49');
INSERT INTO `register` VALUES (109, 50, '', '', 'fa2a-3bd2-410a-bb5c-49ca-bb8b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:58:54', '2024-11-04 11:58:54');
INSERT INTO `register` VALUES (110, 51, '', '', '7ce2-6cdd-4331-a16d-51e2-b989', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 11:59:59', '2024-11-04 11:59:59');
INSERT INTO `register` VALUES (111, 52, '', '', '00ad-0f56-47ee-9c50-0f81-a98b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:03:58', '2024-11-04 12:03:58');
INSERT INTO `register` VALUES (112, 53, '', '', 'e303-3a98-4a2a-81e9-b8e1-9bba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:07:52', '2024-11-04 12:07:52');
INSERT INTO `register` VALUES (113, 54, '', '', '6759-edeb-48fe-b060-ec21-ba99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:08:37', '2024-11-04 12:08:37');
INSERT INTO `register` VALUES (114, 57, '', '', '750c-637f-4346-8585-5af2-a89b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:12:25', '2024-11-04 12:12:25');
INSERT INTO `register` VALUES (115, 58, '', '', '3c7b-c44e-4092-9159-dae0-aa8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:12:26', '2024-11-04 12:12:26');
INSERT INTO `register` VALUES (116, 56, '', '', '2062-4d3d-47c5-a38e-381f-b88b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:12:38', '2024-11-04 12:12:38');
INSERT INTO `register` VALUES (117, 59, '', '', '3b57-5463-4101-984c-44de-baab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:12:44', '2024-11-04 12:12:44');
INSERT INTO `register` VALUES (118, 60, '', '', 'ef05-6318-40a4-b56c-da7e-abbb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:12:56', '2024-11-04 12:12:56');
INSERT INTO `register` VALUES (119, 61, '', '', 'bbcb-16df-490c-a044-7333-bb8b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:13:27', '2024-11-04 12:13:27');
INSERT INTO `register` VALUES (120, 62, '', '', 'ac37-f277-44e6-936c-2f7e-a8ba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:13:41', '2024-11-04 12:13:41');
INSERT INTO `register` VALUES (121, 63, '', '', '9644-9bcb-4ff8-92a2-1a9d-9b8b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:15:56', '2024-11-04 12:15:56');
INSERT INTO `register` VALUES (122, 64, '', '', '85d2-fa23-4b86-a7e7-ec64-99bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:18:09', '2024-11-04 12:18:09');
INSERT INTO `register` VALUES (123, 65, '', '', 'ce98-3cdc-4d63-ac2a-f0c1-a9b8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:20:24', '2024-11-04 12:20:24');
INSERT INTO `register` VALUES (124, 66, '', '', '6981-9c33-4e48-8feb-eb4d-8aa8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:27', '2024-11-04 12:29:27');
INSERT INTO `register` VALUES (125, 67, '', '', '3b80-ebfb-4282-9f5c-39f2-ab99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:30', '2024-11-04 12:29:30');
INSERT INTO `register` VALUES (126, 68, '', '', '9848-bb67-4043-a00c-b0c4-b998', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:31', '2024-11-04 12:29:31');
INSERT INTO `register` VALUES (127, 69, '', '', '7f9c-04cf-42f9-b39a-8291-b8b8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:33', '2024-11-04 12:29:33');
INSERT INTO `register` VALUES (128, 70, '', '', '3508-9a4f-4955-a59d-1158-8bab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:35', '2024-11-04 12:29:35');
INSERT INTO `register` VALUES (129, 71, '', '', 'f639-4c35-4bd6-b721-13f0-989b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:37', '2024-11-04 12:29:37');
INSERT INTO `register` VALUES (130, 72, '', '', 'c60d-b3c7-4c8c-a795-d57e-a8bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:38', '2024-11-04 12:29:38');
INSERT INTO `register` VALUES (131, 73, '', '', '8b1b-5f3d-4edf-b492-dfd1-8b98', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:40', '2024-11-04 12:29:40');
INSERT INTO `register` VALUES (132, 74, '', '', 'fafe-df03-4195-b5f6-e923-a888', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:43', '2024-11-04 12:29:43');
INSERT INTO `register` VALUES (133, 75, '', '', '332e-a8e0-4fd1-b25b-b3b7-b98b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:43', '2024-11-04 12:29:43');
INSERT INTO `register` VALUES (134, 76, '', '', '8ca9-3b2f-4d94-818d-9311-bb88', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:46', '2024-11-04 12:29:46');
INSERT INTO `register` VALUES (135, 77, '', '', '486a-9498-4b5c-95b9-4919-baa8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:48', '2024-11-04 12:29:48');
INSERT INTO `register` VALUES (136, 78, '', '', 'ce81-8691-40ad-a830-a9d0-8baa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:51', '2024-11-04 12:29:51');
INSERT INTO `register` VALUES (137, 79, '', '', '93d9-4e63-4d1d-aada-c668-a889', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 12:29:53', '2024-11-04 12:29:53');
INSERT INTO `register` VALUES (138, 80, '', '', 'cb2e-dbeb-4415-83b8-0c4f-a99b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:01:17', '2024-11-04 15:01:17');
INSERT INTO `register` VALUES (139, 81, '', '', 'e98f-f992-470c-a819-55d0-a998', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:01:24', '2024-11-04 15:01:24');
INSERT INTO `register` VALUES (140, 82, '', '', '5c58-15f6-402d-bc99-c747-9aba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:01:26', '2024-11-04 15:01:26');
INSERT INTO `register` VALUES (141, 83, '', '', 'b256-de9a-482e-9900-6696-9a99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:01:49', '2024-11-04 15:01:49');
INSERT INTO `register` VALUES (142, 84, '', '', '7219-d689-4d3e-91f1-57de-8ab8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:01:53', '2024-11-04 15:01:53');
INSERT INTO `register` VALUES (143, 85, '', '', 'f238-025f-473c-97fe-6c43-abbb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:02:10', '2024-11-04 15:02:10');
INSERT INTO `register` VALUES (144, 86, '', '', 'd99e-025a-41b3-88da-ebbc-9aa9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:04:00', '2024-11-04 15:04:00');
INSERT INTO `register` VALUES (145, 87, '', '', '3411-bffb-4245-bebf-d4fa-89b9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:04:01', '2024-11-04 15:04:01');
INSERT INTO `register` VALUES (146, 88, '', '', '8585-d47a-4226-9cfe-aa51-9aba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:07:37', '2024-11-04 15:07:37');
INSERT INTO `register` VALUES (147, 89, '', '', 'd164-664c-434d-8f7e-2943-aab8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:07:40', '2024-11-04 15:07:40');
INSERT INTO `register` VALUES (148, 90, '', '', '7167-6011-4641-9f60-6449-bbb9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:09:20', '2024-11-04 15:09:20');
INSERT INTO `register` VALUES (149, 91, '', '', 'b725-73f4-4003-acca-3ec2-99ba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:09:21', '2024-11-04 15:09:21');
INSERT INTO `register` VALUES (150, 92, '', '', '8f41-78a1-4b7d-8af4-2f29-abb9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:11:13', '2024-11-04 15:11:13');
INSERT INTO `register` VALUES (151, 93, '', '', 'e0cf-1883-4aa4-aa7d-b7a4-bb98', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:11:14', '2024-11-04 15:11:14');
INSERT INTO `register` VALUES (152, 94, '', '', '8e5c-27b1-4c5f-a195-d499-aab8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:15:39', '2024-11-04 15:15:39');
INSERT INTO `register` VALUES (153, 95, '', '', '3a11-6d48-4395-a589-a953-9b8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:15:44', '2024-11-04 15:15:44');
INSERT INTO `register` VALUES (154, 96, '', '', 'd666-d0e1-48f2-a3dd-6dc0-8bb8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:40:54', '2024-11-04 15:40:54');
INSERT INTO `register` VALUES (155, 97, '', '', '8df5-c1ab-44e2-b97e-a840-a988', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:40:56', '2024-11-04 15:40:56');
INSERT INTO `register` VALUES (156, 98, '', '', 'e448-49d8-40ba-a9e8-19b3-99b9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:41:01', '2024-11-04 15:41:01');
INSERT INTO `register` VALUES (157, 99, '', '', '984a-7b5c-46ba-b97c-d925-ab8b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:42:30', '2024-11-04 15:42:30');
INSERT INTO `register` VALUES (158, 100, '', '', 'f99b-df0f-45f6-9499-0503-abbb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:44:38', '2024-11-04 15:44:38');
INSERT INTO `register` VALUES (159, 101, '', '', '2dee-300d-4055-87d6-52bb-a9aa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:51:36', '2024-11-04 15:51:36');
INSERT INTO `register` VALUES (160, 102, '', '', 'f98a-fafc-49ac-a57f-3dcf-888b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:51:53', '2024-11-04 15:51:53');
INSERT INTO `register` VALUES (161, 103, '', '', 'cf7c-9084-4b74-ad58-36aa-8889', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-04 15:52:04', '2024-11-04 15:52:04');
INSERT INTO `register` VALUES (162, 104, '', '', '3473-1e5b-4c2c-a5ac-c6cd-9baa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 11:02:10', '2024-11-05 11:02:10');
INSERT INTO `register` VALUES (163, 105, '', '', '9ee5-9fbf-475c-9c6b-1be2-a8aa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 11:13:16', '2024-11-05 11:13:16');
INSERT INTO `register` VALUES (164, 106, '', '', 'cd49-9e89-419f-aa3f-5ad3-8b99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 11:14:03', '2024-11-05 11:14:03');
INSERT INTO `register` VALUES (165, 107, '', '', 'bc3a-d12e-4e95-b8e1-3806-bb8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 11:17:20', '2024-11-05 11:17:20');
INSERT INTO `register` VALUES (166, 108, '', '', '3b82-dd9f-4093-b599-7d12-bbaa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 12:18:44', '2024-11-05 12:18:44');
INSERT INTO `register` VALUES (167, 109, '', '', '77f0-9976-469b-884d-8b3c-8998', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 12:18:52', '2024-11-05 12:18:52');
INSERT INTO `register` VALUES (168, 110, '', '', 'd2fe-1a0d-49fd-809a-d6d9-b999', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 12:19:05', '2024-11-05 12:19:05');
INSERT INTO `register` VALUES (169, 111, '', '', 'cbdd-a4ed-4817-8205-3dd5-9b9a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:06:32', '2024-11-05 15:06:32');
INSERT INTO `register` VALUES (170, 112, '', '', '3b2a-d65f-4050-ba07-7c55-a98b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:10:23', '2024-11-05 15:10:23');
INSERT INTO `register` VALUES (171, 113, '', '', '7ce5-c357-40f3-a308-2aad-9998', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:12:18', '2024-11-05 15:12:18');
INSERT INTO `register` VALUES (172, 114, '', '', '80f0-37c6-4160-a5e6-5a35-8a99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:14:24', '2024-11-05 15:14:24');
INSERT INTO `register` VALUES (173, 115, '', '', '40bc-89c9-4fe8-905d-5181-999a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:17:55', '2024-11-05 15:17:55');
INSERT INTO `register` VALUES (174, 116, '', '', '1280-4fde-450c-a9e2-f2cf-8a89', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:19:24', '2024-11-05 15:19:24');
INSERT INTO `register` VALUES (175, 117, '', '', 'f733-97e0-459a-ae33-f813-999a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:20:49', '2024-11-05 15:20:49');
INSERT INTO `register` VALUES (176, 118, '', '', '6a15-00ab-42b9-ade3-eecb-98a9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:26:04', '2024-11-05 15:26:04');
INSERT INTO `register` VALUES (177, 119, '', '', 'cfef-d36c-4195-9bb1-7e9f-aaba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:28:10', '2024-11-05 15:28:10');
INSERT INTO `register` VALUES (178, 120, '', '', '9b01-f41c-415e-9cbe-b995-89aa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:31:20', '2024-11-05 15:31:20');
INSERT INTO `register` VALUES (179, 121, '', '', 'c685-16fa-49c5-868c-2788-9b88', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:31:51', '2024-11-05 15:31:51');
INSERT INTO `register` VALUES (180, 122, '', '', '3a57-faa1-45b9-b7c6-522d-9889', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:38:38', '2024-11-05 15:38:38');
INSERT INTO `register` VALUES (181, 123, '', '', 'b9c4-1494-4b17-b235-7c91-ab8b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:39:06', '2024-11-05 15:39:06');
INSERT INTO `register` VALUES (182, 124, '', '', 'b3a3-08cc-405a-a4c7-444b-ba98', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:39:26', '2024-11-05 15:39:26');
INSERT INTO `register` VALUES (183, 125, '', '', '6312-d320-4741-83e2-675c-baa8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:39:41', '2024-11-05 15:39:41');
INSERT INTO `register` VALUES (184, 126, '', '', 'fcf5-9226-46f4-b252-f60a-889b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:41:28', '2024-11-05 15:41:28');
INSERT INTO `register` VALUES (185, 127, '', '', '28ed-0d4a-4aaa-8a04-1e18-8989', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:49:41', '2024-11-05 15:49:41');
INSERT INTO `register` VALUES (186, 128, '', '', 'c20b-38b9-4e49-b82b-caff-8bba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 15:49:57', '2024-11-05 15:49:57');
INSERT INTO `register` VALUES (187, 129, '', '', '74f4-8318-4559-846d-647c-a98b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 16:22:06', '2024-11-05 16:22:06');
INSERT INTO `register` VALUES (188, 130, '', '', 'fc52-fa44-4e86-bd8a-e21e-99bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 16:24:37', '2024-11-05 16:24:37');
INSERT INTO `register` VALUES (189, 131, '', '', 'd21b-1a78-49df-8fbf-8fbd-998a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 16:24:47', '2024-11-05 16:24:47');
INSERT INTO `register` VALUES (190, 132, '', '', 'd858-d310-43cc-8445-79e8-b9a9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 16:30:08', '2024-11-05 16:30:08');
INSERT INTO `register` VALUES (191, 133, '', '', '2dfc-40e2-4793-85a9-5211-999a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 16:30:25', '2024-11-05 16:30:25');
INSERT INTO `register` VALUES (192, 134, '', '', 'ba90-9569-4c4b-8151-9cf5-bbab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 17:59:38', '2024-11-05 17:59:38');
INSERT INTO `register` VALUES (193, 135, '', '', '64ee-05ed-4013-8c48-0b72-8aa9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 18:01:00', '2024-11-05 18:01:00');
INSERT INTO `register` VALUES (194, 136, '', '', '7fab-f8f3-4f00-afb3-9c7b-989b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 18:34:49', '2024-11-05 18:34:49');
INSERT INTO `register` VALUES (195, 137, '', '', 'c853-35aa-4fb9-a882-94b9-baab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 18:34:58', '2024-11-05 18:34:58');
INSERT INTO `register` VALUES (196, 138, '', '', '3a0f-03e5-48dd-a1a5-1944-a89b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-05 18:35:13', '2024-11-05 18:35:13');
INSERT INTO `register` VALUES (197, 139, '', '', 'd017-8d5e-468a-9eed-cb2f-bb9a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 10:40:54', '2024-11-06 10:40:54');
INSERT INTO `register` VALUES (198, 140, '', '', 'af98-117c-4010-9141-7f20-8988', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 10:49:14', '2024-11-06 10:49:14');
INSERT INTO `register` VALUES (199, 141, '', '', 'f963-1fff-4f57-af47-992c-9ab8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 10:49:35', '2024-11-06 10:49:35');
INSERT INTO `register` VALUES (200, 142, '', '', '50b3-a853-4b5a-8ba0-499d-8bab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 10:49:56', '2024-11-06 10:49:56');
INSERT INTO `register` VALUES (201, 143, '', '', 'b1b6-aa4f-43e1-aa1e-5c3d-a89b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 10:56:28', '2024-11-06 10:56:28');
INSERT INTO `register` VALUES (202, 144, '', '', '1233-196e-4f5b-a9b2-9bfd-989b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 11:00:44', '2024-11-06 11:00:44');
INSERT INTO `register` VALUES (203, 145, '', '', '0fbc-7903-497f-b09b-5073-8988', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 11:38:42', '2024-11-06 11:38:42');
INSERT INTO `register` VALUES (204, 146, '', '', '60b0-3f9c-4a1c-a5cd-df1c-88b9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 15:51:34', '2024-11-06 15:51:34');
INSERT INTO `register` VALUES (205, 147, '', '', 'b39d-3c5d-4100-b03f-7deb-ab98', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 15:53:19', '2024-11-06 15:53:19');
INSERT INTO `register` VALUES (206, 148, '', '', '3bab-bf03-419a-ba6d-e8db-9a9a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 15:53:26', '2024-11-06 15:53:26');
INSERT INTO `register` VALUES (207, 149, '', '', '6152-89fd-4e91-b6d3-82a0-99ba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 15:53:40', '2024-11-06 15:53:40');
INSERT INTO `register` VALUES (208, 150, '', '', '007e-70fe-4632-84cc-846e-abaa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 15:56:20', '2024-11-06 15:56:20');
INSERT INTO `register` VALUES (209, 151, '', '', '20dc-14f2-4dc1-932e-bd69-bbba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 15:56:28', '2024-11-06 15:56:28');
INSERT INTO `register` VALUES (210, 152, '', '', '7f0d-0aee-44af-aa21-68dd-8aba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:00:38', '2024-11-06 16:00:38');
INSERT INTO `register` VALUES (211, 153, '', '', 'e8db-436f-43cd-b839-b1b2-a998', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:21:50', '2024-11-06 16:21:50');
INSERT INTO `register` VALUES (212, 154, '', '', 'd5cd-5b54-464e-8579-6c98-8ba9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:24:28', '2024-11-06 16:24:28');
INSERT INTO `register` VALUES (213, 155, '', '', '006f-8a08-4256-acc6-3571-9898', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:25:07', '2024-11-06 16:25:07');
INSERT INTO `register` VALUES (214, 156, '', '', '3c79-363d-4b74-8cdd-bafc-ba8a', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:26:35', '2024-11-06 16:26:35');
INSERT INTO `register` VALUES (215, 157, '', '', '4e66-7c39-4a3e-bc87-6431-bba8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:30:42', '2024-11-06 16:30:42');
INSERT INTO `register` VALUES (216, 158, '', '', '204d-6fd8-4f4d-83c2-70e3-bb88', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:30:50', '2024-11-06 16:30:50');
INSERT INTO `register` VALUES (217, 159, '', '', '24b4-8034-4af2-a114-3726-999b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:33:00', '2024-11-06 16:33:00');
INSERT INTO `register` VALUES (218, 160, '', '', '335d-522f-4c55-8d26-1c24-9bba', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:34:48', '2024-11-06 16:34:48');
INSERT INTO `register` VALUES (219, 161, '', '', 'b681-b1b3-4d3b-a499-130e-9bb8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:36:23', '2024-11-06 16:36:23');
INSERT INTO `register` VALUES (220, 162, '', '', '6ae4-fd37-4e0b-becc-d4f4-8ab9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:37:10', '2024-11-06 16:37:10');
INSERT INTO `register` VALUES (221, 163, '', '', '5141-d77b-41f4-9296-ba70-8bb8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:37:14', '2024-11-06 16:37:14');
INSERT INTO `register` VALUES (222, 164, '', '', '8ec4-256f-4046-bb76-e2e5-a89b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:37:18', '2024-11-06 16:37:18');
INSERT INTO `register` VALUES (223, 165, '', '', 'f1ff-4b5f-43e8-aa18-4dea-ab9b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:45:54', '2024-11-06 16:45:54');
INSERT INTO `register` VALUES (224, 166, '', '', '5145-dd80-4cd0-95f4-3e02-ab89', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:46:24', '2024-11-06 16:46:24');
INSERT INTO `register` VALUES (225, 167, '', '', 'ac9c-8e9c-411d-8f4b-d367-b888', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:46:47', '2024-11-06 16:46:47');
INSERT INTO `register` VALUES (226, 168, '', '', '00d3-279f-4b06-a4e9-7084-aa99', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:47:03', '2024-11-06 16:47:03');
INSERT INTO `register` VALUES (227, 169, '', '', 'bfcb-7be2-442b-ae88-e3c5-a898', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 16:47:27', '2024-11-06 16:47:27');
INSERT INTO `register` VALUES (228, 170, '', '', '4c07-f4ee-41d5-aba1-488d-99aa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:21:30', '2024-11-06 17:21:30');
INSERT INTO `register` VALUES (229, 171, '', '', '168f-ea77-46ed-94b4-9d21-a9ab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:22:00', '2024-11-06 17:22:00');
INSERT INTO `register` VALUES (230, 172, '', '', '8a6b-aa7f-483a-916d-275c-989b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:30:43', '2024-11-06 17:30:43');
INSERT INTO `register` VALUES (231, 173, '', '', '1b02-ce3b-4d38-8ffd-fb2e-9a8b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:33:14', '2024-11-06 17:33:14');
INSERT INTO `register` VALUES (232, 174, '', '', 'eef2-15d0-4056-8e5b-c9b7-8899', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:45:42', '2024-11-06 17:45:42');
INSERT INTO `register` VALUES (233, 175, '', '', '2f26-bc74-4c56-97b5-a4e3-8bab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:46:08', '2024-11-06 17:46:08');
INSERT INTO `register` VALUES (234, 176, '', '', '405f-60f0-4f19-a2cf-328a-8a9b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:53:28', '2024-11-06 17:53:28');
INSERT INTO `register` VALUES (235, 177, '', '', '3ee1-935d-4288-8f3c-a677-baaa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:53:30', '2024-11-06 17:53:30');
INSERT INTO `register` VALUES (236, 178, '', '', '243d-97f7-42ae-bbb1-5558-9aab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:53:32', '2024-11-06 17:53:32');
INSERT INTO `register` VALUES (237, 179, '', '', '73a7-ad3b-47be-a72b-9a58-baa9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:53:34', '2024-11-06 17:53:34');
INSERT INTO `register` VALUES (238, 180, '', '', 'ceee-2940-46ca-b88c-a44e-89b8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:54:05', '2024-11-06 17:54:05');
INSERT INTO `register` VALUES (239, 181, '', '', 'ffe2-db60-4354-b2b4-1f6b-b8bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:54:08', '2024-11-06 17:54:08');
INSERT INTO `register` VALUES (240, 182, '', '', '7bca-fd46-4339-8a68-51f2-aaa9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:54:13', '2024-11-06 17:54:13');
INSERT INTO `register` VALUES (241, 183, '', '', 'b279-4cc6-443e-b5a3-534c-889b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:54:26', '2024-11-06 17:54:26');
INSERT INTO `register` VALUES (242, 184, '', '', '42ac-00e7-4c5a-87e7-ebc0-bb89', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 17:54:33', '2024-11-06 17:54:33');
INSERT INTO `register` VALUES (243, 185, '', '', '2bcc-e293-4428-8f4f-32cb-ba89', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:05:46', '2024-11-06 18:05:46');
INSERT INTO `register` VALUES (244, 186, '', '', 'cfa2-707a-401e-b7a8-9ea2-9ba8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:08:31', '2024-11-06 18:08:31');
INSERT INTO `register` VALUES (245, 187, '', '', '46cc-5822-4777-8bee-6ddc-ab88', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:14:24', '2024-11-06 18:14:24');
INSERT INTO `register` VALUES (246, 188, '', '', 'dc2f-8443-4617-ba15-903d-ba9b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:17:13', '2024-11-06 18:17:13');
INSERT INTO `register` VALUES (247, 189, '', '', '97b0-4bb4-4006-9122-3581-a988', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:19:09', '2024-11-06 18:19:09');
INSERT INTO `register` VALUES (248, 190, '', '', '693f-6f40-4876-9460-cc62-abbb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:19:19', '2024-11-06 18:19:19');
INSERT INTO `register` VALUES (249, 191, '', '', '4a80-37a9-4f45-b162-07b9-88ab', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:19:47', '2024-11-06 18:19:47');
INSERT INTO `register` VALUES (250, 192, '', '', '1a49-7f9d-43c7-ae16-a6b8-a998', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:20:11', '2024-11-06 18:20:11');
INSERT INTO `register` VALUES (251, 193, '', '', 'abb2-8244-45ca-937f-1a05-abbb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:21:58', '2024-11-06 18:21:58');
INSERT INTO `register` VALUES (252, 194, '', '', 'af96-bc7b-4539-be24-09dc-99bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:26:20', '2024-11-06 18:26:20');
INSERT INTO `register` VALUES (253, 195, '', '', 'db9a-cc2a-4eca-90fb-0f8c-8bb9', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:33:14', '2024-11-06 18:33:14');
INSERT INTO `register` VALUES (254, 196, '', '', '87d5-9474-4a6f-916c-04a4-98bb', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:36:05', '2024-11-06 18:36:05');
INSERT INTO `register` VALUES (255, 197, '', '', '46ef-06ee-4742-bfa3-5815-aaaa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:36:15', '2024-11-06 18:36:15');
INSERT INTO `register` VALUES (256, 198, '', '', '804e-adbd-447e-84c2-742e-ab88', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:36:21', '2024-11-06 18:36:21');
INSERT INTO `register` VALUES (257, 199, '', '', 'baff-c12b-4dda-b7ad-0063-bbaa', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:36:28', '2024-11-06 18:36:28');
INSERT INTO `register` VALUES (258, 200, '', '', 'f789-f3c5-4ec4-9fe4-1932-b989', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:39:45', '2024-11-06 18:39:45');
INSERT INTO `register` VALUES (259, 201, '', '', 'e159-4dd9-48b4-8f26-4400-b889', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:41:14', '2024-11-06 18:41:14');
INSERT INTO `register` VALUES (260, 202, '', '', 'ed40-b490-4151-9998-edeb-b8b8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:43:22', '2024-11-06 18:43:22');
INSERT INTO `register` VALUES (261, 203, '', '', 'c5b7-1c6e-449f-bf91-3aec-b9a8', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:46:58', '2024-11-06 18:46:58');
INSERT INTO `register` VALUES (262, 204, '', '', '554d-4c03-4f42-8b71-83f6-a88b', '14.1', 'Iphone', 'aagame', 'yyb', 5, '2024-11-06 18:50:34', '2024-11-06 18:50:34');

-- ----------------------------
-- Table structure for scene
-- ----------------------------
DROP TABLE IF EXISTS `scene`;
CREATE TABLE `scene`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '场景名称',
  `scene_type` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '场景类型',
  `map_file` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '' COMMENT '场景资源名称',
  `enterx` int(255) NOT NULL,
  `entery` int(255) NOT NULL,
  `enterz` int(255) NOT NULL,
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of scene
-- ----------------------------
INSERT INTO `scene` VALUES (1, 'xinshoucun', '0', 'xinshoucun', 10, 140, 0, '2024-10-17 18:35:00', '2024-10-17 18:35:00');

-- ----------------------------
-- Table structure for scene_door
-- ----------------------------
DROP TABLE IF EXISTS `scene_door`;
CREATE TABLE `scene_door`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `scene_id` int(11) NOT NULL COMMENT '所在场景',
  `posx` int(255) NOT NULL,
  `posy` int(255) NOT NULL,
  `posz` int(255) NOT NULL DEFAULT 0,
  `target_scene_id` int(11) NOT NULL COMMENT '目标场景',
  `dest_posx` int(255) NOT NULL,
  `dest_posy` int(255) NOT NULL,
  `dest_posz` int(255) NOT NULL,
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `scene_id_nk`(`scene_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of scene_door
-- ----------------------------

-- ----------------------------
-- Table structure for scene_monster_config
-- ----------------------------
DROP TABLE IF EXISTS `scene_monster_config`;
CREATE TABLE `scene_monster_config`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `scene_id` int(11) NOT NULL,
  `monster_id` bigint(20) NOT NULL,
  `total` int(11) NOT NULL,
  `reborn` int(11) NOT NULL DEFAULT 60 COMMENT '重生间隔',
  `bornx` int(11) NOT NULL,
  `borny` int(11) NOT NULL,
  `bornz` int(11) NOT NULL,
  `a_range` int(11) NOT NULL COMMENT '活动范围',
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `scene_id_nk`(`scene_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of scene_monster_config
-- ----------------------------
INSERT INTO `scene_monster_config` VALUES (1, 1, 1, 1000, 60, 15, 140, 0, 50, '2024-10-17 18:47:30', '2024-11-06 15:32:41');
INSERT INTO `scene_monster_config` VALUES (2, 1, 2, 500, 60, 100, 150, 0, 50, '2024-10-25 15:32:54', '2024-11-06 15:32:48');
INSERT INTO `scene_monster_config` VALUES (3, 1, 3, 1, 60, 22, 140, 0, 1, '2024-10-17 18:47:30', '2024-11-01 17:54:46');

-- ----------------------------
-- Table structure for scene_npc_config
-- ----------------------------
DROP TABLE IF EXISTS `scene_npc_config`;
CREATE TABLE `scene_npc_config`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `scene_id` int(11) NOT NULL,
  `npc_id` bigint(20) NOT NULL,
  `bornx` int(255) NOT NULL,
  `borny` int(255) NOT NULL,
  `bornz` int(255) NOT NULL,
  `a_range` int(255) NOT NULL COMMENT '活动范围',
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `scene_id_nk`(`scene_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of scene_npc_config
-- ----------------------------

-- ----------------------------
-- Table structure for spell
-- ----------------------------
DROP TABLE IF EXISTS `spell`;
CREATE TABLE `spell`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `animation` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `damage` bigint(255) NOT NULL DEFAULT 0,
  `mana` bigint(255) NOT NULL DEFAULT 0 COMMENT '消耗',
  `step_time` int(11) NOT NULL COMMENT '飞行速度',
  `cd_time` int(11) NOT NULL DEFAULT 0 COMMENT 'cd间隔',
  `buf_id` int(11) NOT NULL DEFAULT 0,
  `is_range_attack` tinyint(255) NOT NULL DEFAULT 0 COMMENT '是否范围攻击',
  `attack_range` smallint(255) NOT NULL DEFAULT 0 COMMENT '攻击范围，单体为0',
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of spell
-- ----------------------------

-- ----------------------------
-- Table structure for third_account
-- ----------------------------
DROP TABLE IF EXISTS `third_account`;
CREATE TABLE `third_account`  (
  `id` bigint(20) NOT NULL,
  `third_account` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT 'wx的openid',
  `uid` bigint(11) UNSIGNED NOT NULL,
  `platform` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT 'wx',
  `third_name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `head_url` varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `sex` tinyint(4) NOT NULL DEFAULT 0,
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of third_account
-- ----------------------------

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `algo` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `hash` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `role` tinyint(100) NOT NULL COMMENT '账号类型: 1-管理员账号，2- 第三方平台账号',
  `coin` bigint(255) NOT NULL DEFAULT 0 COMMENT '金币',
  `is_online` tinyint(4) NOT NULL DEFAULT 0,
  `salt` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '盐值',
  `last_loginat` bigint(255) NOT NULL DEFAULT 0,
  `priv_keyey` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `pub_key` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '',
  `debug` tinyint(255) NOT NULL DEFAULT 1,
  `status` tinyint(4) NOT NULL DEFAULT 1 COMMENT '0禁用，1启用',
  `is_guest` tinyint(255) NOT NULL DEFAULT 0,
  `create_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `update_at` datetime(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0),
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 205 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (1, '', '', 2, 10, 2, '', 1730688091, '', '', 1, 1, 1, '2024-11-04 10:41:29', '2024-11-04 10:41:29');
INSERT INTO `user` VALUES (2, '', '', 2, 10, 2, '', 1730688105, '', '', 1, 1, 1, '2024-11-04 10:41:43', '2024-11-04 10:41:43');
INSERT INTO `user` VALUES (3, '', '', 2, 10, 2, '', 1730688122, '', '', 1, 1, 1, '2024-11-04 10:42:00', '2024-11-04 10:42:00');
INSERT INTO `user` VALUES (4, '', '', 2, 10, 2, '', 1730688135, '', '', 1, 1, 1, '2024-11-04 10:42:12', '2024-11-04 10:42:13');
INSERT INTO `user` VALUES (5, '', '', 2, 10, 2, '', 1730688136, '', '', 1, 1, 1, '2024-11-04 10:42:14', '2024-11-04 10:42:14');
INSERT INTO `user` VALUES (6, '', '', 2, 10, 2, '', 1730688142, '', '', 1, 1, 1, '2024-11-04 10:42:19', '2024-11-04 10:42:20');
INSERT INTO `user` VALUES (7, '', '', 2, 10, 2, '', 1730688146, '', '', 1, 1, 1, '2024-11-04 10:42:24', '2024-11-04 10:42:24');
INSERT INTO `user` VALUES (8, '', '', 2, 10, 2, '', 1730688152, '', '', 1, 1, 1, '2024-11-04 10:42:30', '2024-11-04 10:42:31');
INSERT INTO `user` VALUES (9, '', '', 2, 10, 2, '', 1730688156, '', '', 1, 1, 1, '2024-11-04 10:42:33', '2024-11-04 10:42:34');
INSERT INTO `user` VALUES (10, '', '', 2, 10, 2, '', 1730688161, '', '', 1, 1, 1, '2024-11-04 10:42:39', '2024-11-04 10:42:40');
INSERT INTO `user` VALUES (11, '', '', 2, 10, 2, '', 1730688165, '', '', 1, 1, 1, '2024-11-04 10:42:43', '2024-11-04 10:42:44');
INSERT INTO `user` VALUES (12, '', '', 2, 10, 2, '', 1730688177, '', '', 1, 1, 1, '2024-11-04 10:42:55', '2024-11-04 10:42:58');
INSERT INTO `user` VALUES (13, '', '', 2, 10, 2, '', 1730688185, '', '', 1, 1, 1, '2024-11-04 10:43:02', '2024-11-04 10:43:06');
INSERT INTO `user` VALUES (14, '', '', 2, 10, 2, '', 1730688189, '', '', 1, 1, 1, '2024-11-04 10:43:07', '2024-11-04 10:43:08');
INSERT INTO `user` VALUES (15, '', '', 2, 10, 2, '', 1730688192, '', '', 1, 1, 1, '2024-11-04 10:43:10', '2024-11-04 10:43:11');
INSERT INTO `user` VALUES (16, '', '', 2, 10, 2, '', 1730688195, '', '', 1, 1, 1, '2024-11-04 10:43:13', '2024-11-04 10:43:13');
INSERT INTO `user` VALUES (17, '', '', 2, 10, 2, '', 1730688203, '', '', 1, 1, 1, '2024-11-04 10:43:21', '2024-11-04 10:43:21');
INSERT INTO `user` VALUES (18, '', '', 2, 10, 2, '', 1730690146, '', '', 1, 1, 1, '2024-11-04 11:15:44', '2024-11-04 11:15:44');
INSERT INTO `user` VALUES (19, '', '', 2, 10, 2, '', 1730690147, '', '', 1, 1, 1, '2024-11-04 11:15:45', '2024-11-04 11:15:45');
INSERT INTO `user` VALUES (20, '', '', 2, 10, 2, '', 1730690183, '', '', 1, 1, 1, '2024-11-04 11:16:21', '2024-11-04 11:16:21');
INSERT INTO `user` VALUES (21, '', '', 2, 10, 2, '', 1730690191, '', '', 1, 1, 1, '2024-11-04 11:16:29', '2024-11-04 11:16:29');
INSERT INTO `user` VALUES (22, '', '', 2, 10, 2, '', 1730690197, '', '', 1, 1, 1, '2024-11-04 11:16:35', '2024-11-04 11:16:35');
INSERT INTO `user` VALUES (23, '', '', 2, 10, 2, '', 1730690203, '', '', 1, 1, 1, '2024-11-04 11:16:41', '2024-11-04 11:16:41');
INSERT INTO `user` VALUES (24, '', '', 2, 10, 2, '', 1730690211, '', '', 1, 1, 1, '2024-11-04 11:16:49', '2024-11-04 11:16:49');
INSERT INTO `user` VALUES (25, '', '', 2, 10, 2, '', 1730690218, '', '', 1, 1, 1, '2024-11-04 11:16:56', '2024-11-04 11:16:56');
INSERT INTO `user` VALUES (26, '', '', 2, 10, 2, '', 1730690223, '', '', 1, 1, 1, '2024-11-04 11:17:01', '2024-11-04 11:17:02');
INSERT INTO `user` VALUES (27, '', '', 2, 10, 2, '', 1730690227, '', '', 1, 1, 1, '2024-11-04 11:17:05', '2024-11-04 11:17:05');
INSERT INTO `user` VALUES (28, '', '', 2, 10, 2, '', 1730690233, '', '', 1, 1, 1, '2024-11-04 11:17:11', '2024-11-04 11:17:11');
INSERT INTO `user` VALUES (29, '', '', 2, 10, 2, '', 1730690238, '', '', 1, 1, 1, '2024-11-04 11:17:16', '2024-11-04 11:17:16');
INSERT INTO `user` VALUES (30, '', '', 2, 10, 2, '', 1730690245, '', '', 1, 1, 1, '2024-11-04 11:17:23', '2024-11-04 11:17:24');
INSERT INTO `user` VALUES (31, '', '', 2, 10, 2, '', 1730690249, '', '', 1, 1, 1, '2024-11-04 11:17:27', '2024-11-04 11:17:27');
INSERT INTO `user` VALUES (32, '', '', 2, 10, 2, '', 1730690261, '', '', 1, 1, 1, '2024-11-04 11:17:39', '2024-11-04 11:17:40');
INSERT INTO `user` VALUES (33, '', '', 2, 10, 2, '', 1730690325, '', '', 1, 1, 1, '2024-11-04 11:18:43', '2024-11-04 11:18:43');
INSERT INTO `user` VALUES (34, '', '', 2, 10, 2, '', 1730690329, '', '', 1, 1, 1, '2024-11-04 11:18:47', '2024-11-04 11:18:47');
INSERT INTO `user` VALUES (35, '', '', 2, 10, 2, '', 1730690332, '', '', 1, 1, 1, '2024-11-04 11:18:50', '2024-11-04 11:18:50');
INSERT INTO `user` VALUES (36, '', '', 2, 10, 2, '', 1730690335, '', '', 1, 1, 1, '2024-11-04 11:18:53', '2024-11-04 11:18:53');
INSERT INTO `user` VALUES (37, '', '', 2, 10, 2, '', 1730690341, '', '', 1, 1, 1, '2024-11-04 11:18:58', '2024-11-04 11:18:59');
INSERT INTO `user` VALUES (38, '', '', 2, 10, 2, '', 1730690344, '', '', 1, 1, 1, '2024-11-04 11:19:02', '2024-11-04 11:19:02');
INSERT INTO `user` VALUES (39, '', '', 2, 10, 2, '', 1730690348, '', '', 1, 1, 1, '2024-11-04 11:19:06', '2024-11-04 11:19:06');
INSERT INTO `user` VALUES (40, '', '', 2, 10, 2, '', 1730690352, '', '', 1, 1, 1, '2024-11-04 11:19:10', '2024-11-04 11:19:10');
INSERT INTO `user` VALUES (41, '', '', 2, 10, 2, '', 1730690356, '', '', 1, 1, 1, '2024-11-04 11:19:14', '2024-11-04 11:19:14');
INSERT INTO `user` VALUES (42, '', '', 2, 10, 2, '', 1730690370, '', '', 1, 1, 1, '2024-11-04 11:19:28', '2024-11-04 11:19:28');
INSERT INTO `user` VALUES (43, '', '', 2, 10, 2, '', 1730690439, '', '', 1, 1, 1, '2024-11-04 11:20:37', '2024-11-04 11:20:37');
INSERT INTO `user` VALUES (44, '', '', 2, 10, 2, '', 1730690445, '', '', 1, 1, 1, '2024-11-04 11:20:43', '2024-11-04 11:20:43');
INSERT INTO `user` VALUES (45, '', '', 2, 10, 2, '', 1730690450, '', '', 1, 1, 1, '2024-11-04 11:20:48', '2024-11-04 11:20:48');
INSERT INTO `user` VALUES (46, '', '', 2, 10, 2, '', 1730692705, '', '', 1, 1, 1, '2024-11-04 11:58:23', '2024-11-04 11:58:23');
INSERT INTO `user` VALUES (47, '', '', 2, 10, 2, '', 1730692721, '', '', 1, 1, 1, '2024-11-04 11:58:39', '2024-11-04 11:58:39');
INSERT INTO `user` VALUES (48, '', '', 2, 10, 2, '', 1730692725, '', '', 1, 1, 1, '2024-11-04 11:58:43', '2024-11-04 11:58:43');
INSERT INTO `user` VALUES (49, '', '', 2, 10, 2, '', 1730692729, '', '', 1, 1, 1, '2024-11-04 11:58:47', '2024-11-04 11:58:47');
INSERT INTO `user` VALUES (50, '', '', 2, 10, 2, '', 1730692734, '', '', 1, 1, 1, '2024-11-04 11:58:52', '2024-11-04 11:58:52');
INSERT INTO `user` VALUES (51, '', '', 2, 10, 2, '', 1730692799, '', '', 1, 1, 1, '2024-11-04 11:59:58', '2024-11-04 11:59:58');
INSERT INTO `user` VALUES (52, '', '', 2, 10, 2, '', 1730693038, '', '', 1, 1, 1, '2024-11-04 12:03:56', '2024-11-04 12:03:57');
INSERT INTO `user` VALUES (53, '', '', 2, 10, 2, '', 1730693272, '', '', 1, 1, 1, '2024-11-04 12:07:50', '2024-11-04 12:07:50');
INSERT INTO `user` VALUES (54, '', '', 2, 10, 2, '', 1730693317, '', '', 1, 1, 1, '2024-11-04 12:08:35', '2024-11-04 12:08:35');
INSERT INTO `user` VALUES (55, '', '', 2, 10, 2, '', 1730693528, '', '', 1, 1, 1, '2024-11-04 12:11:54', '2024-11-04 12:12:30');
INSERT INTO `user` VALUES (56, '', '', 2, 10, 2, '', 1730693558, '', '', 1, 1, 1, '2024-11-04 12:12:17', '2024-11-04 12:12:36');
INSERT INTO `user` VALUES (57, '', '', 2, 10, 2, '', 1730693545, '', '', 1, 1, 1, '2024-11-04 12:12:24', '2024-11-04 12:12:24');
INSERT INTO `user` VALUES (58, '', '', 2, 10, 2, '', 1730693546, '', '', 1, 1, 1, '2024-11-04 12:12:24', '2024-11-04 12:12:24');
INSERT INTO `user` VALUES (59, '', '', 2, 10, 2, '', 1730693564, '', '', 1, 1, 1, '2024-11-04 12:12:42', '2024-11-04 12:12:42');
INSERT INTO `user` VALUES (60, '', '', 2, 10, 2, '', 1730693576, '', '', 1, 1, 1, '2024-11-04 12:12:54', '2024-11-04 12:12:55');
INSERT INTO `user` VALUES (61, '', '', 2, 10, 2, '', 1730693607, '', '', 1, 1, 1, '2024-11-04 12:13:25', '2024-11-04 12:13:25');
INSERT INTO `user` VALUES (62, '', '', 2, 10, 2, '', 1730693621, '', '', 1, 1, 1, '2024-11-04 12:13:40', '2024-11-04 12:13:40');
INSERT INTO `user` VALUES (63, '', '', 2, 10, 2, '', 1730693756, '', '', 1, 1, 1, '2024-11-04 12:15:54', '2024-11-04 12:15:54');
INSERT INTO `user` VALUES (64, '', '', 2, 10, 2, '', 1730693889, '', '', 1, 1, 1, '2024-11-04 12:18:07', '2024-11-04 12:18:07');
INSERT INTO `user` VALUES (65, '', '', 2, 10, 2, '', 1730694024, '', '', 1, 1, 1, '2024-11-04 12:20:22', '2024-11-04 12:20:22');
INSERT INTO `user` VALUES (66, '', '', 2, 10, 2, '', 1730694567, '', '', 1, 1, 1, '2024-11-04 12:29:25', '2024-11-04 12:29:26');
INSERT INTO `user` VALUES (67, '', '', 2, 10, 2, '', 1730694570, '', '', 1, 1, 1, '2024-11-04 12:29:28', '2024-11-04 12:29:28');
INSERT INTO `user` VALUES (68, '', '', 2, 10, 2, '', 1730694571, '', '', 1, 1, 1, '2024-11-04 12:29:29', '2024-11-04 12:29:30');
INSERT INTO `user` VALUES (69, '', '', 2, 10, 2, '', 1730694573, '', '', 1, 1, 1, '2024-11-04 12:29:31', '2024-11-04 12:29:31');
INSERT INTO `user` VALUES (70, '', '', 2, 10, 2, '', 1730694575, '', '', 1, 1, 1, '2024-11-04 12:29:33', '2024-11-04 12:29:33');
INSERT INTO `user` VALUES (71, '', '', 2, 10, 2, '', 1730694577, '', '', 1, 1, 1, '2024-11-04 12:29:36', '2024-11-04 12:29:36');
INSERT INTO `user` VALUES (72, '', '', 2, 10, 2, '', 1730694578, '', '', 1, 1, 1, '2024-11-04 12:29:36', '2024-11-04 12:29:36');
INSERT INTO `user` VALUES (73, '', '', 2, 10, 2, '', 1730694580, '', '', 1, 1, 1, '2024-11-04 12:29:38', '2024-11-04 12:29:38');
INSERT INTO `user` VALUES (74, '', '', 2, 10, 2, '', 1730694583, '', '', 1, 1, 1, '2024-11-04 12:29:41', '2024-11-04 12:29:41');
INSERT INTO `user` VALUES (75, '', '', 2, 10, 2, '', 1730694583, '', '', 1, 1, 1, '2024-11-04 12:29:41', '2024-11-04 12:29:41');
INSERT INTO `user` VALUES (76, '', '', 2, 10, 2, '', 1730694586, '', '', 1, 1, 1, '2024-11-04 12:29:44', '2024-11-04 12:29:44');
INSERT INTO `user` VALUES (77, '', '', 2, 10, 2, '', 1730694588, '', '', 1, 1, 1, '2024-11-04 12:29:47', '2024-11-04 12:29:47');
INSERT INTO `user` VALUES (78, '', '', 2, 10, 2, '', 1730694591, '', '', 1, 1, 1, '2024-11-04 12:29:49', '2024-11-04 12:29:49');
INSERT INTO `user` VALUES (79, '', '', 2, 10, 2, '', 1730694593, '', '', 1, 1, 1, '2024-11-04 12:29:51', '2024-11-04 12:29:51');
INSERT INTO `user` VALUES (80, '', '', 2, 10, 2, '', 1730703677, '', '', 1, 1, 1, '2024-11-04 15:01:15', '2024-11-04 15:01:15');
INSERT INTO `user` VALUES (81, '', '', 2, 10, 2, '', 1730703684, '', '', 1, 1, 1, '2024-11-04 15:01:22', '2024-11-04 15:01:22');
INSERT INTO `user` VALUES (82, '', '', 2, 10, 2, '', 1730703686, '', '', 1, 1, 1, '2024-11-04 15:01:24', '2024-11-04 15:01:24');
INSERT INTO `user` VALUES (83, '', '', 2, 10, 2, '', 1730703709, '', '', 1, 1, 1, '2024-11-04 15:01:48', '2024-11-04 15:01:48');
INSERT INTO `user` VALUES (84, '', '', 2, 10, 2, '', 1730703713, '', '', 1, 1, 1, '2024-11-04 15:01:51', '2024-11-04 15:01:51');
INSERT INTO `user` VALUES (85, '', '', 2, 10, 2, '', 1730703730, '', '', 1, 1, 1, '2024-11-04 15:02:08', '2024-11-04 15:02:08');
INSERT INTO `user` VALUES (86, '', '', 2, 10, 2, '', 1730703840, '', '', 1, 1, 1, '2024-11-04 15:03:58', '2024-11-04 15:03:58');
INSERT INTO `user` VALUES (87, '', '', 2, 10, 2, '', 1730703841, '', '', 1, 1, 1, '2024-11-04 15:03:59', '2024-11-04 15:03:59');
INSERT INTO `user` VALUES (88, '', '', 2, 10, 2, '', 1730704057, '', '', 1, 1, 1, '2024-11-04 15:07:36', '2024-11-04 15:07:36');
INSERT INTO `user` VALUES (89, '', '', 2, 10, 2, '', 1730704060, '', '', 1, 1, 1, '2024-11-04 15:07:38', '2024-11-04 15:07:38');
INSERT INTO `user` VALUES (90, '', '', 2, 10, 2, '', 1730704160, '', '', 1, 1, 1, '2024-11-04 15:09:18', '2024-11-04 15:09:18');
INSERT INTO `user` VALUES (91, '', '', 2, 10, 2, '', 1730704161, '', '', 1, 1, 1, '2024-11-04 15:09:19', '2024-11-04 15:09:19');
INSERT INTO `user` VALUES (92, '', '', 2, 10, 2, '', 1730704273, '', '', 1, 1, 1, '2024-11-04 15:11:11', '2024-11-04 15:11:11');
INSERT INTO `user` VALUES (93, '', '', 2, 10, 2, '', 1730704274, '', '', 1, 1, 1, '2024-11-04 15:11:12', '2024-11-04 15:11:12');
INSERT INTO `user` VALUES (94, '', '', 2, 10, 2, '', 1730704539, '', '', 1, 1, 1, '2024-11-04 15:15:38', '2024-11-04 15:15:38');
INSERT INTO `user` VALUES (95, '', '', 2, 10, 2, '', 1730704544, '', '', 1, 1, 1, '2024-11-04 15:15:42', '2024-11-04 15:15:42');
INSERT INTO `user` VALUES (96, '', '', 2, 10, 2, '', 1730706054, '', '', 1, 1, 1, '2024-11-04 15:40:52', '2024-11-04 15:40:52');
INSERT INTO `user` VALUES (97, '', '', 2, 10, 2, '', 1730706056, '', '', 1, 1, 1, '2024-11-04 15:40:55', '2024-11-04 15:40:55');
INSERT INTO `user` VALUES (98, '', '', 2, 10, 2, '', 1730706061, '', '', 1, 1, 1, '2024-11-04 15:41:00', '2024-11-04 15:41:00');
INSERT INTO `user` VALUES (99, '', '', 2, 10, 2, '', 1730706150, '', '', 1, 1, 1, '2024-11-04 15:42:28', '2024-11-04 15:42:28');
INSERT INTO `user` VALUES (100, '', '', 2, 10, 2, '', 1730706278, '', '', 1, 1, 1, '2024-11-04 15:44:36', '2024-11-04 15:44:36');
INSERT INTO `user` VALUES (101, '', '', 2, 10, 2, '', 1730706696, '', '', 1, 1, 1, '2024-11-04 15:51:34', '2024-11-04 15:51:34');
INSERT INTO `user` VALUES (102, '', '', 2, 10, 2, '', 1730706713, '', '', 1, 1, 1, '2024-11-04 15:51:51', '2024-11-04 15:51:51');
INSERT INTO `user` VALUES (103, '', '', 2, 10, 2, '', 1730706724, '', '', 1, 1, 1, '2024-11-04 15:52:02', '2024-11-04 15:52:02');
INSERT INTO `user` VALUES (104, '', '', 2, 10, 2, '', 1730775730, '', '', 1, 1, 1, '2024-11-05 11:02:10', '2024-11-05 11:02:10');
INSERT INTO `user` VALUES (105, '', '', 2, 10, 2, '', 1730776396, '', '', 1, 1, 1, '2024-11-05 11:13:16', '2024-11-05 11:13:16');
INSERT INTO `user` VALUES (106, '', '', 2, 10, 2, '', 1730776443, '', '', 1, 1, 1, '2024-11-05 11:14:03', '2024-11-05 11:14:03');
INSERT INTO `user` VALUES (107, '', '', 2, 10, 2, '', 1730776640, '', '', 1, 1, 1, '2024-11-05 11:17:20', '2024-11-05 11:17:20');
INSERT INTO `user` VALUES (108, '', '', 2, 10, 2, '', 1730780324, '', '', 1, 1, 1, '2024-11-05 12:18:44', '2024-11-05 12:18:44');
INSERT INTO `user` VALUES (109, '', '', 2, 10, 2, '', 1730780332, '', '', 1, 1, 1, '2024-11-05 12:18:52', '2024-11-05 12:18:52');
INSERT INTO `user` VALUES (110, '', '', 2, 10, 2, '', 1730780345, '', '', 1, 1, 1, '2024-11-05 12:19:05', '2024-11-05 12:19:05');
INSERT INTO `user` VALUES (111, '', '', 2, 10, 2, '', 1730790392, '', '', 1, 1, 1, '2024-11-05 15:06:33', '2024-11-05 15:06:33');
INSERT INTO `user` VALUES (112, '', '', 2, 10, 2, '', 1730790623, '', '', 1, 1, 1, '2024-11-05 15:10:24', '2024-11-05 15:10:24');
INSERT INTO `user` VALUES (113, '', '', 2, 10, 2, '', 1730790738, '', '', 1, 1, 1, '2024-11-05 15:12:18', '2024-11-05 15:12:18');
INSERT INTO `user` VALUES (114, '', '', 2, 10, 2, '', 1730790864, '', '', 1, 1, 1, '2024-11-05 15:14:24', '2024-11-05 15:14:24');
INSERT INTO `user` VALUES (115, '', '', 2, 10, 2, '', 1730791075, '', '', 1, 1, 1, '2024-11-05 15:17:55', '2024-11-05 15:17:55');
INSERT INTO `user` VALUES (116, '', '', 2, 10, 2, '', 1730791164, '', '', 1, 1, 1, '2024-11-05 15:19:25', '2024-11-05 15:19:25');
INSERT INTO `user` VALUES (117, '', '', 2, 10, 2, '', 1730791249, '', '', 1, 1, 1, '2024-11-05 15:20:49', '2024-11-05 15:20:49');
INSERT INTO `user` VALUES (118, '', '', 2, 10, 2, '', 1730791564, '', '', 1, 1, 1, '2024-11-05 15:26:04', '2024-11-05 15:26:04');
INSERT INTO `user` VALUES (119, '', '', 2, 10, 2, '', 1730791690, '', '', 1, 1, 1, '2024-11-05 15:28:10', '2024-11-05 15:28:10');
INSERT INTO `user` VALUES (120, '', '', 2, 10, 2, '', 1730791880, '', '', 1, 1, 1, '2024-11-05 15:31:20', '2024-11-05 15:31:20');
INSERT INTO `user` VALUES (121, '', '', 2, 10, 2, '', 1730791911, '', '', 1, 1, 1, '2024-11-05 15:31:51', '2024-11-05 15:31:51');
INSERT INTO `user` VALUES (122, '', '', 2, 10, 2, '', 1730792318, '', '', 1, 1, 1, '2024-11-05 15:38:38', '2024-11-05 15:38:38');
INSERT INTO `user` VALUES (123, '', '', 2, 10, 2, '', 1730792346, '', '', 1, 1, 1, '2024-11-05 15:39:06', '2024-11-05 15:39:06');
INSERT INTO `user` VALUES (124, '', '', 2, 10, 2, '', 1730792366, '', '', 1, 1, 1, '2024-11-05 15:39:27', '2024-11-05 15:39:27');
INSERT INTO `user` VALUES (125, '', '', 2, 10, 2, '', 1730792381, '', '', 1, 1, 1, '2024-11-05 15:39:42', '2024-11-05 15:39:42');
INSERT INTO `user` VALUES (126, '', '', 2, 10, 2, '', 1730792488, '', '', 1, 1, 1, '2024-11-05 15:41:29', '2024-11-05 15:41:29');
INSERT INTO `user` VALUES (127, '', '', 2, 10, 2, '', 1730792981, '', '', 1, 1, 1, '2024-11-05 15:49:41', '2024-11-05 15:49:41');
INSERT INTO `user` VALUES (128, '', '', 2, 10, 2, '', 1730792997, '', '', 1, 1, 1, '2024-11-05 15:49:57', '2024-11-05 15:49:57');
INSERT INTO `user` VALUES (129, '', '', 2, 10, 2, '', 1730794926, '', '', 1, 1, 1, '2024-11-05 16:22:07', '2024-11-05 16:22:07');
INSERT INTO `user` VALUES (130, '', '', 2, 10, 2, '', 1730795077, '', '', 1, 1, 1, '2024-11-05 16:24:37', '2024-11-05 16:24:37');
INSERT INTO `user` VALUES (131, '', '', 2, 10, 2, '', 1730795087, '', '', 1, 1, 1, '2024-11-05 16:24:48', '2024-11-05 16:24:48');
INSERT INTO `user` VALUES (132, '', '', 2, 10, 2, '', 1730795408, '', '', 1, 1, 1, '2024-11-05 16:30:09', '2024-11-05 16:30:09');
INSERT INTO `user` VALUES (133, '', '', 2, 10, 2, '', 1730795425, '', '', 1, 1, 1, '2024-11-05 16:30:26', '2024-11-05 16:30:26');
INSERT INTO `user` VALUES (134, '', '', 2, 10, 2, '', 1730800778, '', '', 1, 1, 1, '2024-11-05 17:59:38', '2024-11-05 17:59:38');
INSERT INTO `user` VALUES (135, '', '', 2, 10, 2, '', 1730800860, '', '', 1, 1, 1, '2024-11-05 18:01:00', '2024-11-05 18:01:00');
INSERT INTO `user` VALUES (136, '', '', 2, 10, 2, '', 1730802889, '', '', 1, 1, 1, '2024-11-05 18:34:49', '2024-11-05 18:34:49');
INSERT INTO `user` VALUES (137, '', '', 2, 10, 2, '', 1730802898, '', '', 1, 1, 1, '2024-11-05 18:34:58', '2024-11-05 18:34:58');
INSERT INTO `user` VALUES (138, '', '', 2, 10, 2, '', 1730802913, '', '', 1, 1, 1, '2024-11-05 18:35:13', '2024-11-05 18:35:13');
INSERT INTO `user` VALUES (139, '', '', 2, 10, 2, '', 1730860854, '', '', 1, 1, 1, '2024-11-06 10:40:54', '2024-11-06 10:40:54');
INSERT INTO `user` VALUES (140, '', '', 2, 10, 2, '', 1730861354, '', '', 1, 1, 1, '2024-11-06 10:49:13', '2024-11-06 10:49:13');
INSERT INTO `user` VALUES (141, '', '', 2, 10, 2, '', 1730861375, '', '', 1, 1, 1, '2024-11-06 10:49:35', '2024-11-06 10:49:35');
INSERT INTO `user` VALUES (142, '', '', 2, 10, 2, '', 1730861396, '', '', 1, 1, 1, '2024-11-06 10:49:56', '2024-11-06 10:49:56');
INSERT INTO `user` VALUES (143, '', '', 2, 10, 2, '', 1730861788, '', '', 1, 1, 1, '2024-11-06 10:56:28', '2024-11-06 10:56:28');
INSERT INTO `user` VALUES (144, '', '', 2, 10, 2, '', 1730862044, '', '', 1, 1, 1, '2024-11-06 11:00:44', '2024-11-06 11:00:44');
INSERT INTO `user` VALUES (145, '', '', 2, 10, 2, '', 1730864322, '', '', 1, 1, 1, '2024-11-06 11:38:42', '2024-11-06 11:38:42');
INSERT INTO `user` VALUES (146, '', '', 2, 10, 2, '', 1730879494, '', '', 1, 1, 1, '2024-11-06 15:51:34', '2024-11-06 15:51:34');
INSERT INTO `user` VALUES (147, '', '', 2, 10, 2, '', 1730879599, '', '', 1, 1, 1, '2024-11-06 15:53:19', '2024-11-06 15:53:19');
INSERT INTO `user` VALUES (148, '', '', 2, 10, 2, '', 1730879606, '', '', 1, 1, 1, '2024-11-06 15:53:26', '2024-11-06 15:53:26');
INSERT INTO `user` VALUES (149, '', '', 2, 10, 2, '', 1730879620, '', '', 1, 1, 1, '2024-11-06 15:53:40', '2024-11-06 15:53:40');
INSERT INTO `user` VALUES (150, '', '', 2, 10, 2, '', 1730879780, '', '', 1, 1, 1, '2024-11-06 15:56:20', '2024-11-06 15:56:20');
INSERT INTO `user` VALUES (151, '', '', 2, 10, 2, '', 1730879788, '', '', 1, 1, 1, '2024-11-06 15:56:28', '2024-11-06 15:56:28');
INSERT INTO `user` VALUES (152, '', '', 2, 10, 2, '', 1730880038, '', '', 1, 1, 1, '2024-11-06 16:00:38', '2024-11-06 16:00:38');
INSERT INTO `user` VALUES (153, '', '', 2, 10, 2, '', 1730881310, '', '', 1, 1, 1, '2024-11-06 16:21:50', '2024-11-06 16:21:50');
INSERT INTO `user` VALUES (154, '', '', 2, 10, 2, '', 1730881468, '', '', 1, 1, 1, '2024-11-06 16:24:28', '2024-11-06 16:24:28');
INSERT INTO `user` VALUES (155, '', '', 2, 10, 2, '', 1730881507, '', '', 1, 1, 1, '2024-11-06 16:25:07', '2024-11-06 16:25:07');
INSERT INTO `user` VALUES (156, '', '', 2, 10, 2, '', 1730881595, '', '', 1, 1, 1, '2024-11-06 16:26:35', '2024-11-06 16:26:35');
INSERT INTO `user` VALUES (157, '', '', 2, 10, 2, '', 1730881842, '', '', 1, 1, 1, '2024-11-06 16:30:42', '2024-11-06 16:30:42');
INSERT INTO `user` VALUES (158, '', '', 2, 10, 2, '', 1730881850, '', '', 1, 1, 1, '2024-11-06 16:30:50', '2024-11-06 16:30:50');
INSERT INTO `user` VALUES (159, '', '', 2, 10, 2, '', 1730881980, '', '', 1, 1, 1, '2024-11-06 16:33:00', '2024-11-06 16:33:00');
INSERT INTO `user` VALUES (160, '', '', 2, 10, 2, '', 1730882088, '', '', 1, 1, 1, '2024-11-06 16:34:48', '2024-11-06 16:34:48');
INSERT INTO `user` VALUES (161, '', '', 2, 10, 2, '', 1730882183, '', '', 1, 1, 1, '2024-11-06 16:36:23', '2024-11-06 16:36:23');
INSERT INTO `user` VALUES (162, '', '', 2, 10, 2, '', 1730882230, '', '', 1, 1, 1, '2024-11-06 16:37:10', '2024-11-06 16:37:10');
INSERT INTO `user` VALUES (163, '', '', 2, 10, 2, '', 1730882234, '', '', 1, 1, 1, '2024-11-06 16:37:14', '2024-11-06 16:37:14');
INSERT INTO `user` VALUES (164, '', '', 2, 10, 2, '', 1730882238, '', '', 1, 1, 1, '2024-11-06 16:37:18', '2024-11-06 16:37:18');
INSERT INTO `user` VALUES (165, '', '', 2, 10, 2, '', 1730882754, '', '', 1, 1, 1, '2024-11-06 16:45:54', '2024-11-06 16:45:54');
INSERT INTO `user` VALUES (166, '', '', 2, 10, 2, '', 1730882784, '', '', 1, 1, 1, '2024-11-06 16:46:24', '2024-11-06 16:46:24');
INSERT INTO `user` VALUES (167, '', '', 2, 10, 2, '', 1730882807, '', '', 1, 1, 1, '2024-11-06 16:46:47', '2024-11-06 16:46:47');
INSERT INTO `user` VALUES (168, '', '', 2, 10, 2, '', 1730882823, '', '', 1, 1, 1, '2024-11-06 16:47:03', '2024-11-06 16:47:03');
INSERT INTO `user` VALUES (169, '', '', 2, 10, 2, '', 1730882847, '', '', 1, 1, 1, '2024-11-06 16:47:27', '2024-11-06 16:47:27');
INSERT INTO `user` VALUES (170, '', '', 2, 10, 2, '', 1730884890, '', '', 1, 1, 1, '2024-11-06 17:21:30', '2024-11-06 17:21:30');
INSERT INTO `user` VALUES (171, '', '', 2, 10, 2, '', 1730884920, '', '', 1, 1, 1, '2024-11-06 17:22:00', '2024-11-06 17:22:00');
INSERT INTO `user` VALUES (172, '', '', 2, 10, 2, '', 1730885443, '', '', 1, 1, 1, '2024-11-06 17:30:43', '2024-11-06 17:30:43');
INSERT INTO `user` VALUES (173, '', '', 2, 10, 2, '', 1730885594, '', '', 1, 1, 1, '2024-11-06 17:33:14', '2024-11-06 17:33:14');
INSERT INTO `user` VALUES (174, '', '', 2, 10, 2, '', 1730886342, '', '', 1, 1, 1, '2024-11-06 17:45:42', '2024-11-06 17:45:42');
INSERT INTO `user` VALUES (175, '', '', 2, 10, 2, '', 1730886368, '', '', 1, 1, 1, '2024-11-06 17:46:08', '2024-11-06 17:46:08');
INSERT INTO `user` VALUES (176, '', '', 2, 10, 2, '', 1730886808, '', '', 1, 1, 1, '2024-11-06 17:53:28', '2024-11-06 17:53:28');
INSERT INTO `user` VALUES (177, '', '', 2, 10, 2, '', 1730886810, '', '', 1, 1, 1, '2024-11-06 17:53:30', '2024-11-06 17:53:30');
INSERT INTO `user` VALUES (178, '', '', 2, 10, 2, '', 1730886812, '', '', 1, 1, 1, '2024-11-06 17:53:32', '2024-11-06 17:53:32');
INSERT INTO `user` VALUES (179, '', '', 2, 10, 2, '', 1730886814, '', '', 1, 1, 1, '2024-11-06 17:53:34', '2024-11-06 17:53:34');
INSERT INTO `user` VALUES (180, '', '', 2, 10, 2, '', 1730886845, '', '', 1, 1, 1, '2024-11-06 17:54:05', '2024-11-06 17:54:05');
INSERT INTO `user` VALUES (181, '', '', 2, 10, 2, '', 1730886848, '', '', 1, 1, 1, '2024-11-06 17:54:08', '2024-11-06 17:54:08');
INSERT INTO `user` VALUES (182, '', '', 2, 10, 2, '', 1730886853, '', '', 1, 1, 1, '2024-11-06 17:54:13', '2024-11-06 17:54:13');
INSERT INTO `user` VALUES (183, '', '', 2, 10, 2, '', 1730886866, '', '', 1, 1, 1, '2024-11-06 17:54:26', '2024-11-06 17:54:26');
INSERT INTO `user` VALUES (184, '', '', 2, 10, 2, '', 1730886873, '', '', 1, 1, 1, '2024-11-06 17:54:33', '2024-11-06 17:54:33');
INSERT INTO `user` VALUES (185, '', '', 2, 10, 2, '', 1730887546, '', '', 1, 1, 1, '2024-11-06 18:05:46', '2024-11-06 18:05:46');
INSERT INTO `user` VALUES (186, '', '', 2, 10, 2, '', 1730887711, '', '', 1, 1, 1, '2024-11-06 18:08:31', '2024-11-06 18:08:31');
INSERT INTO `user` VALUES (187, '', '', 2, 10, 2, '', 1730888064, '', '', 1, 1, 1, '2024-11-06 18:14:24', '2024-11-06 18:14:24');
INSERT INTO `user` VALUES (188, '', '', 2, 10, 2, '', 1730888233, '', '', 1, 1, 1, '2024-11-06 18:17:13', '2024-11-06 18:17:13');
INSERT INTO `user` VALUES (189, '', '', 2, 10, 2, '', 1730888349, '', '', 1, 1, 1, '2024-11-06 18:19:09', '2024-11-06 18:19:09');
INSERT INTO `user` VALUES (190, '', '', 2, 10, 2, '', 1730888359, '', '', 1, 1, 1, '2024-11-06 18:19:19', '2024-11-06 18:19:19');
INSERT INTO `user` VALUES (191, '', '', 2, 10, 2, '', 1730888387, '', '', 1, 1, 1, '2024-11-06 18:19:47', '2024-11-06 18:19:47');
INSERT INTO `user` VALUES (192, '', '', 2, 10, 2, '', 1730888411, '', '', 1, 1, 1, '2024-11-06 18:20:11', '2024-11-06 18:20:11');
INSERT INTO `user` VALUES (193, '', '', 2, 10, 2, '', 1730888518, '', '', 1, 1, 1, '2024-11-06 18:21:58', '2024-11-06 18:21:58');
INSERT INTO `user` VALUES (194, '', '', 2, 10, 2, '', 1730888780, '', '', 1, 1, 1, '2024-11-06 18:26:20', '2024-11-06 18:26:20');
INSERT INTO `user` VALUES (195, '', '', 2, 10, 2, '', 1730889194, '', '', 1, 1, 1, '2024-11-06 18:33:14', '2024-11-06 18:33:14');
INSERT INTO `user` VALUES (196, '', '', 2, 10, 2, '', 1730889365, '', '', 1, 1, 1, '2024-11-06 18:36:05', '2024-11-06 18:36:05');
INSERT INTO `user` VALUES (197, '', '', 2, 10, 2, '', 1730889375, '', '', 1, 1, 1, '2024-11-06 18:36:15', '2024-11-06 18:36:15');
INSERT INTO `user` VALUES (198, '', '', 2, 10, 2, '', 1730889381, '', '', 1, 1, 1, '2024-11-06 18:36:21', '2024-11-06 18:36:21');
INSERT INTO `user` VALUES (199, '', '', 2, 10, 2, '', 1730889388, '', '', 1, 1, 1, '2024-11-06 18:36:28', '2024-11-06 18:36:28');
INSERT INTO `user` VALUES (200, '', '', 2, 10, 2, '', 1730889585, '', '', 1, 1, 1, '2024-11-06 18:39:45', '2024-11-06 18:39:45');
INSERT INTO `user` VALUES (201, '', '', 2, 10, 2, '', 1730889674, '', '', 1, 1, 1, '2024-11-06 18:41:14', '2024-11-06 18:41:14');
INSERT INTO `user` VALUES (202, '', '', 2, 10, 2, '', 1730889802, '', '', 1, 1, 1, '2024-11-06 18:43:22', '2024-11-06 18:43:22');
INSERT INTO `user` VALUES (203, '', '', 2, 10, 2, '', 1730890018, '', '', 1, 1, 1, '2024-11-06 18:46:58', '2024-11-06 18:46:58');
INSERT INTO `user` VALUES (204, '', '', 2, 10, 2, '', 1730890234, '', '', 1, 1, 1, '2024-11-06 18:50:34', '2024-11-06 18:50:34');

SET FOREIGN_KEY_CHECKS = 1;
